CALCULATE_DESIGN_SHEAR_FORCE_ACCORDING_TO_SPECIAL_PROVISIONS_FOR_SEISMIC_DESIGN = "calculate design shear force according to special provisions for seismic design"
DESIGN_MOMENT_ABOUT_YDIRECTION_FOR_DUCTILE_DESIGN = "Design moment about y-direction for ductile design"
DESIGN_MOMENT_ABOUT_ZDIRECTION_FOR_DUCTILE_DESIGN = "Design moment about z-direction for ductile design"
IDS_5_YEARS_OR_MORE = "5 years or more"
IDS_ABOUT_MAJOR_AXIS = "about major axis"
IDS_ABOUT_MINOR_AXIS = "about minor axis"
IDS_ADD_DOT = "ADD."
IDS_ADDITIONAL_BENDING_REBAR_DATA = "Additional Bending Reinforcement Data"
IDS_APPLIED_SHEAR_FORCE = "Applied shear force"
IDS_ANCH_BOLT_CAST_HEADED_STUD = "Cast-In-Place Headed Stud"
IDS_ANCH_BOLT_CAST_HEADED_BOLT = "Cast-In-Place Headed Bolt"
IDS_ANCH_BOLT_CAST_HOOKEDBOLTL = "Cast-In-Place Hooked Bolt-L"
IDS_ANCH_BOLT_CAST_HOOKEDBOLTJ = "Cast-In-Place Hooked Bolt-J"
IDS_ANCH_BOLT_POST_UNDERCUTANC = "Post-Installed Undercut Anchor"
IDS_ANCH_BOLT_POST_EXPANSIONTC = "Post-Installed Expansion Anchor ( Torque )"
IDS_ANCH_BOLT_POST_EXPANSIONDC = "Post-Installed Expansion Anchor ( Displacement )"
IDS_ANCH_BOLT_POST_ADHESIVEANC = "Post-Installed Adhesive Anchor"
IDS_AREA = "Area"
IDS_ASSUMED_UNCRACKED_SECTION = "Assumed Uncracked Section"
IDS_AXIAL_CAPACITY = "Axial Capacity"
IDS_AXIAL_MOMENT = "Axial and moment"
IDS_AXIAL_MOMENT_CAPACITY = "Axial and moment capacity"
IDS_AXIAL_MOMENT_CAPACITY_MAJOR = "Axial and moment capacity about major axis"
IDS_AXIAL_MOMENT_CAPACITY_MINOR = "Axial and moment capacity about minor axis"
IDS_BEAM_COLUMN_JOINT_CAPACITY = "Beam-Column Joint Capacity"
IDS_BEAM_DEMAND_BOTTOM = "Beam demand bottom"
IDS_BEAM_DEMAND_TOP = "Beam demand top"
IDS_BEARING = "Bearing"
IDS_BEARING_CAPACITY = "Bearing Capacity"
IDS_BOTTOM = "Bottom"
IDS_BOUNDARY_ELEMENT = "Boundary Element"
IDS_BOUNDARY_ELEMENT_LENGTH = "B.E Length"
IDS_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_NOT_REQUIRED = "Boundary element transverse reinforcement is not required"
IDS_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_REQUIRED = "Boundary element transverse reinforcement is required"
IDS_BY_LENGTH = "By Length"
IDS_BY_SECTION = "By Section"
IDS_BY_DESIGN_DETAILS = "By design details"
IDS_BY_XD_LIMIATION = "By x/d limitation"
IDS_CALCULATE_AXIAL_LOAD_AND_MOMENT_CAPACITIES = "Calculate axial load and moment capacity"
IDS_CALCULATE_AXIAL_MOMENT_CAPACITY = "Calculate axial and moment capacity (P-M Curve)"
IDS_CALCULATE_BEARING_CAPACITY = "Calculate Bearing Capacity"
IDS_CALCULATE_BENDING_STRENGTH_FOR_DESIGN_SHEAR_FORCE = "Calculate bending strength for design shear force"
IDS_CALCULATE_CAPACITY_OF_COMPRESSION_STRESS_BLOCK = "Calculate capacity of compression stress block"
IDS_CALCULATE_CAPACITY_OF_REBAR = "Calculate capacity of rebar ( (+): compression, (-): tension )"
IDS_CALCULATE_CONCENTRIC_AXIAL_LOAD = "Calculate concentric axial load"
IDS_CALCULATE_CONCENTRIC_AXIAL_LOAD_US = "Calculation of Pure Compression"
IDS_CALCULATE_CRACK_WIDTH = "Calculate crack width"
IDS_CALCULATE_DEFLECTION = "Calculate deflection"
IDS_CALCULATE_DEFLECTION_ALLOW = "Calculate allowable deflection"
IDS_CALCULATE_DEFLECTION_MAX = "Calculate maximum deflection"
IDS_CALCULATE_DESIGN_DISPLACEMENT = "Calculate design displacement"
IDS_CALCULATE_DESIGN_SHEAR_FORCE_ACCORDING_TO_SPECIAL_PROVISIONS_FOR_SEISMIC_DESIGN = "Calculate design shear force according to special provisions for seismic design"
IDS_CALCULATE_MINIMUM_REINFORCEMENT_FOR_CRACK = "Calculate minimum reinforcement for crack"
IDS_CALCULATE_DESIGN_SHEAR_FORCE_ACCORDING_TO_SPECIAL_PROVISIONS_FOR_SEISMIC_DESIGN_MAJOR = "Calculate major design shear force according to special provisions for seismic design"
IDS_CALCULATE_DESIGN_SHEAR_FORCE_ACCORDING_TO_SPECIAL_PROVISIONS_FOR_SEISMIC_DESIGN_MINOR = "Calculate minor design shear force according to special provisions for seismic design"
IDS_CALCULATE_MAXIMUM_REINFORCEMENT_RATIO = "Calculate maximum reinforcement ratio"
IDS_CALCULATE_MINIMUM_REINFORCEMENT_RATIO = "Calculate minimum reinforcement ratio"
IDS_CALCULATE_MINIMUM_REINFORCEMENT_RATIO_US = "Calculation of minimum reinforcement ratio "
IDS_CALCULATE_MOMENT_FROM_LEFT_EDGE = "Calculate Moment from Left Edge"
IDS_CALCULATE_MOMENT_FROM_RIGHT_EDGE = "Calculate Moment from Right Edge"
IDS_CALCULATE_MULTIPLIER_FOR_LONG_TERM_EFFECTS = "Calculate multiplier for long-term effects"
IDS_CALCULATE_NOMINAL_CAPACITY_ABOUT_NEUTRAL_AXIS = "Calculate nominal capacity about neutral axis"
IDS_CALCULATE_STRAIN_DISTRIBUTION_SECTION = "Checking the strain distribution of the section"
IDS_CALCULATE_OVERTURNING_AND_RESTORING_MOMENT_FROM_LEFT_EDGE = "Calculate Overturning & Restoring Moment from Left Edge"
IDS_CALCULATE_OVERTURNING_AND_RESTORING_MOMENT_FROM_RIGHT_EDGE = "Calculate Overturning & Restoring Moment from Right Edge"
IDS_CALCULATE_OVERTURNING_MOMENT_FROM_LEFT_EDGE = "Calculate Overturning Moment from Left Edge"
IDS_CALCULATE_OVERTURNING_MOMENT_FROM_RIGHT_EDGE = "Calculate Overturning Moment from Right Edge"
IDS_CALCULATE_PILE_BEARING_CAPACITY = "Calculate Pile Bearing Capacity"
IDS_CALCULATE_REINFORCEMENT_RATIO = "Calculate reinforcement ratio"
IDS_CALCULATE_REINFORCEMENT_RATIO_US = "Calculation of reinforcement ratio"
IDS_CALCULATE_REQUIRED_SHEAR_REINFORCEMENT = "Calculate required shear reinforcement"
IDS_CALCULATE_TIE_SHEAR_REINFORCEMENT = "in case of tie reinforcement"
IDS_CALCULATE_REQUIRED_SHEAR_LONGITUDINAL_REBAR = "Checking tension force in the longitudinal reinforcement caused by shear"
IDS_CALCULATE_REQUIRED_SHEAR_STRENGTH_BY_TRANSVERSE_REINFORCEMENT = "Calculate required shear strength by transverse reinforcement"
IDS_CALCULATE_REQUIRED_SHEAR_STRENGTH_BY_TRANSVERSE_REINFORCEMENT_US = "Calculation of the shear resistance provided by transverse reinforcement"
IDS_CHECK_SHEAR_CAPACITY = "Check shear capacity"
IDS_CALCULATE_SHEAR_STRENGTH_BY_CONCRETE = "Calculate shear strength by concrete"
IDS_CALCULATE_SHEAR_STRENGTH_BY_CONCRETE_US = "Calculation of the nominal shear resistance of the concrete"
IDS_CALCULATE_FACTORED_SHEAR_STRESS_BY_CONCRETE_US = "Calculation of the factored shear stress"
IDS_CALCULATE_SHEAR_STRENGTH_BY_REINFORCEMENT = "Calculate shear strength by shear reinforcement"
IDS_CALCULATE_SHEAR_REQUIRED_REINFORCEMENT = "Calculate required shear reinforcement"
IDS_CALCULATE_SHEAR_REQUIRED_REINFORCEMENT_US = "Maximum spacing of transverse reinforcement"
IDS_CALCULATE_SHEAR_NEED_REQUIRED_REINFORCEMENT = "Need reinforcements"
IDS_CALCULATE_SHEAR_NEED_NOT_REQUIRED_REINFORCEMENT = "Need not reinforcements"
IDS_CALCULATE_ADDITIONAL_LONGITUDINAL_REINFORCEMENT = "Calculate additional longitudinal reinforcement"
IDS_CALCULATE_SLIDING_CAPACITY = "Calculate sliding capacity"
IDS_CALCULATE_STRAIN = "Calculate strain"
IDS_CALCULATE_STRENGTH_REDUCTION_FACTOR = "Calculate strength reduction factor"
IDS_CALCULATE_STRENGTH_REDUCTION_FACTOR_US = "Calculation of resistance factors"
IDS_CALCULATE_STRESS = "Calculate stress"
IDS_CALCULATE_THE_REQUIRED_SHEAR_REINFORCEMENT = "Calculate the required shear reinforcement"
IDS_CALCULATE_THE_REQUIRED_THICKNESS = "Calculate the required thickness"
IDS_CALCULATE_THE_STRESS_IN_THE_TENSION_STEEL = "Calculate the stress in the tension steel"
IDS_CALCULATE_THE_STRESS_MAXIMUM_CRACK_SPACING = "Calculate the maximum crack spacing"
IDS_CALCULATE_CRACKING_MOMENT = "Calculate cracking moment"
IDS_CALCULATE_CRACKING_MOMENT_US = "Calculation of cracking moment "
IDS_CHAR_DOT = "Char."
IDS_CHARACTERISTIC_FRICTION_ANGLE = "Characteristic Friction Angle"
IDS_CHECK_ANGLE_ROTATE = "Check angle of rotation (degree)"
IDS_CHECK_CALCULATE_MOMENT_CAPACITY = "Calculate moment capacity"
IDS_CHECK_CALCULATE_MOMENT_CAPACITY_US = "Calculation of flexural resistance"
IDS_CHECK_COMPRESSION_STEEL_YIELD_CONDITION = "Check compression steel yield condition"
IDS_CHECK_CRACK = "Check crack"
IDS_CHECK_STRESS_AREMA = "Check Stress"
IDS_CHECK_CRACK_WIDTH = "Check Crack Width"
IDS_CHECK_CRUSHING_OF_CONCRETE = "Check crushing of concrete"
IDS_CHECK_DECK_PLATE = "Check Deck Plate"
IDS_CHECK_DEFLECTION = "Check Deflection"
IDS_CHECK_DESIGN_MOMENT = "Check design moment"
IDS_CHECK_ECCENTRICITY = "Check eccentricity"
IDS_CHECK_MINIMUM_ECCENTRICITY = "Check minimum eccentricity"
IDS_CHECK_LINEAR_CREEP = "Check linear creep"
IDS_CHECK_MAXIMUM_PERMISSIBLE_TENSILE_REINFORCEMENT = "Check maximum permissible tensile reinforcement"
IDS_COMPUTE_MEMBER_END_MOMENT = "Compute member end moments"
IDS_COMPUTE_MEMBER_END_MOMENT_MAJOR = "Compute member end moments about major axis"
IDS_COMPUTE_MEMBER_END_MOMENT_MINOR = "Compute member end moments about minor axis"
IDS_CHECK_AXIAL_FORCE_CAPACITY = "Check Axial force capacity"
IDS_CHECK_CRITICAL_REGION_LENGTH = "Check Critical Region Length"
IDS_CHECK_CRITICAL_REGION_SPACE = "Check Critical Region Space"
IDS_CHECK_LENGTH_OF_CRITICAL_REGION = "Check Length of Critical Region"
IDS_CHECK_SPACE_OF_CRITICAL_REGION = "Check Space of Critical Region"
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT = "Check total moment including 2nd-order effects"
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT_MAJOR = "Check total moment including 2nd-order effects about major axis"
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT_MINOR = "Check total moment including 2nd-order effects about minor axis"
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT_NOT = "The design moment is magnified 99.99 times."
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT_OK = "Apply magnified moment."
IDS_CHECK_MOMENT_MAGNIFICATION = "Check moment magnification"
IDS_CHECK_MOMENT_MAGNIFICATION_MAJOR = "Check moment magnification about major axis"
IDS_CHECK_MOMENT_MAGNIFICATION_MINOR = "Check moment magnification about minor axis"
IDS_CHECK_RATIO_NEUTRAL_AXIS_TO_EFFECT_DEPTH = "Check ratio of the neutral axis to the effective depth"
IDS_CHECK_REBAR_RATIO = "Check rebar ratio"
IDS_CHECK_REBAR_SPACE = "Check rebar space"
IDS_CHECK_REINFORCEMENT_DETAIL = "Check reinforcement detail"
IDS_CHECK_SHIRIKAGE_TEMPERATURE_REINFORCEMENT = "Checking reinforcement"
IDS_CHECK_DISTRIBUTION_FACTOR_TEMPERATURE = "Distribution factor by temperature"
IDS_CHECK_REQUIRED_SHEAR_REINFORCEMENT = "Check required shear reinforcement"
IDS_CHECK_REQUIRED_SHEAR_REINFORCEMENT_US = "Checking required transverse reinforcement"
IDS_CHECK_SHEAR_RATIO = "Check ratio of shear capacity"
IDS_CHECK_INTERACTION_SHEAR = "Check the interaction for biaxial shear"
IDS_CHECK_INTERACTION_SHEAR_CHECK = "Interaction for biaxial shear shall be checked"
IDS_CHECK_INTERACTION_SHEAR_NOT_CHECK = "Interaction for biaxial shear is neglected"
IDS_CHECK_INTERACTION_SHEAR_RATIO = "Interaction Ratio"
IDS_CHECK_SKIN_REBAR = "Check skin rebar"
IDS_CHECK_SLENDERNESS_RATIO = "Check slenderness ratio"
IDS_CHECK_SLENDERNESS_RATIO_Y_AXIS = "Check slenderness ratio about y-axis"
IDS_CHECK_SLENDERNESS_RATIO_Z_AXIS = "Check slenderness ratio about z-axis"
IDS_CHECK_SPACING_OF_HORIZONTAL_REBAR = "Check spacing of horizontal rebar"
IDS_CHECK_SPACING_OF_REBAR = "Check spacing of rebar"
IDS_CHECK_SPACING_OF_REBAR_US = "Checking crack control by distribution of reinforcement "
IDS_CHECK_STRESS_OF_REBAR_AREMA = "Checking tensile stress in Rebar at service Loads"
IDS_CHECK_SPACING_OF_SHEAR_REINFORCEMENT = "Check spacing of shear reinforcement"
IDS_CHECK_SPACING_OF_REBAR_TENSILEFACE = "Check spacing of reinforcement closet to the tensile face"
IDS_CHECK_SPECIAL_BOUNDARY_ELEMENTS_ARE_REQUIRED_IN_CURRENT_WALL = "Check special boundary elements are required in current wall."
IDS_CHECK_STRESS_LIMITAION = "Check Stress Limit"
IDS_CHURCH = "Church"
IDS_COLUMN_LOCATION_TYPE = "Column Location Type : "
IDS_COMBINATION = "Combination"
IDS_COMP_DOT = "Comp."
IDS_COMPRESSION = "Compression"
IDS_COMPRESSION_CONTROLLED = "Compression controlled"
IDS_REVISE_SECTION = "Revise Section"
IDS_COMPRESSION_ONLY = "Compression only"
IDS_COMPUTE_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_LENGTH = "Compute boundary element transverse reinforcement length."
IDS_COMPUTE_HORIZONTAL_REBAR_FOR_SPECIAL_BOUNDARY_ELEMENT_FOR_THICKNESS_DIRECTION = "Compute horizontal rebar for special boundary element for thickness direction."
IDS_COMPUTE_HORIZONTAL_SHEAR_FORCE = "Compute horizontal shear force"
IDS_COMPUTE_JOINT_GEOMETRY_INFORMATION = "Compute joint geometry information"
IDS_COMPUTE_MAXIMUM_SPACING_OF_HORIZONTAL_REBAR_FOR_BOUNDARY_ELEMENT = "Compute maximum spacing of horizontal rebar for boundary element."
IDS_COMPUTE_NOMIANL_JOINT_SHEAR_CAPACITY = "Compute nominal joint shear capacity"
IDS_COMPUTE_DESIGN_JOINT_SHEAR_CAPACITY = "Compute design joint shear capacity"
IDS_CONCRETE = "Concrete"
IDS_CONFINED_BY_BEAMS_ON_ALL_FOUR_FACES = "confined by beams on all four faces"
IDS_CONFINED_BY_BEAMS_ON_THREE_FACES_OR_ON_TWO_OPPOSITE_FACES = "confined by beams on three faces or on two opposite faces"
IDS_CRACKED_SECTION = "Cracked Section"
IDS_CRITICAL_PILE_NODE_KEY = "Critical Pile Node Key"
IDS_CRITICAL_REGION_SPACING_DOES_NOT_EXIST = "Critical region spacing does not exist."
IDS_CURRENT_WALL_LEVEL = "Current wall level"
IDS_CUTTING_LINE = "Cutting Line"
IDS_CUTTING_LINE_FLEXURAL_CAPACITY = "Cutting Line Flexural Capacity"
IDS_CUTTING_LINE_FLEXURE = "Cutting Line Flexure"
IDS_CUTTING_LINE_SHEAR = "Cutting Line Shear"
IDS_CUTTING_LINE_SHEAR_CAPACITY = "Cutting Line Shear Capacity"
IDS_CALCULATE_BALANCE_CONDITION = "Calculate balanced condition"
IDS_CALCULATE_BALANCE_CONDITION_US = "Calculation of capacity in balanced strain condition "
IDS_CALCULATE_BALANCE_CONDITION_ECCEN = "Balanced eccentricity"
IDS_CALCULATE_BALANCE_CONDITION_ACT_ECCEN = "Actual eccentricity"
IDS_CALCULATE_BALANCE_CONDITION_MAX_PN = "Maximum axial compression"
IDS_CALCULATE_BALANCE_CONDITION_TENS_CTRL = "Tension control"
IDS_CALCULATE_BALANCE_CONDITION_COMP_CTRL = "Compression control"
IDS_CALCULATE_BALANCE_CONDITION_TENS_CTRL_US = "Thus, the section is tension-controlled. "
IDS_CALCULATE_BALANCE_CONDITION_COMP_CTRL_US = "Thus, the section is compression-controlled. "
IDS_CALCULATE_BALANCE_CONDITION_BAL_CON = "Balanced condition"
IDS_CHECK_TENSILE_STRESS_FOR_VERTICAL_REBAR = "Check Tensile Stress for Vertical Rebar"
IDS_CHECK_TENSILE_STRESS_FOR_HORIZONTAL_REBAR = "Check Tensile Stress for Horizontal Rebar"
IDS_CHECK_COMPPRESSIVE_STRESS_FOR_CONCRETE = "Check Compressive Stress for Concrete"
IDS_COMPRESSIVE_STRESS = "Compressive Stress"
IDS_CALCULATE_TENS_CAPACITY_REBAR = "Calculate tension capacity of rebar"
IDS_CALCULATE_COMP_CAPACITY_CONC = "Calculate compression capacity of concrete"
IDS_CHECK_DIMENSION_OF_THE_SPECIAL_BOUNDARY_ELEMENT = "Check dimension of the special boundary element"
IDS_COMPRESSION_STEEL_YIELD = "Compression steel yield"
IDS_COMPRESSION_STEEL_DOES_NOT_YIELD = "Compression steel does not yield"
IDS_CORNER = "Corner"
IDS_CALCULATE_GEOMETRIC_IMPERFECTION = "Calculate geometric imperfection"
IDS_CALCULATE_SLENDERNESS_OF_FRAME = "Calculate slenderness of frame"
IDS_CALCULATE_DESIGN_MOMENT_ABOUT_Y_AXIS_BRACED = "Calculate design moment about y-axis braced"
IDS_CALCULATE_DESIGN_MOMENT_ABOUT_Y_AXIS_UNBRACED = "Calculate design moment about y-axis unbraced"
IDS_CALCULATE_DESIGN_MOMENT_ABOUT_Z_AXIS_BRACED = "Calculate design moment about z-axis braced"
IDS_CALCULATE_DESIGN_MOMENT_ABOUT_Z_AXIS_UNBRACED = "Calculate design moment about z-axis unbraced"
IDS_CALCULATE_DESIGN_MOMENT_AXIS_SHORT_OR_SLENDER = "Calculate design moment (%s axis, %s)"
IDS_CALCULATE_NOMINAL_SHEAR_STRENGTH_FOR_SPECIAL_WALL = "Calculate nominal shear strength for special wall"
IDS_CHECK_NORMALIZED_AXIAL_RATIO = "Check Normalized Axial Ratio"
IDS_CHECK_VOLUMETRIC_RATIO_OF_CONFINING_HOOPS = "Check Volumetric Ratio of Confining Hoops"
IDS_CALCULATE_CURVATURE_DUCTILE_FACTOR = "Calculate curvature ductile factor"
IDS_CHECK_MECHANICAL_VOLUMETRIC_RATIO_OF_CONFINING_HOOPS_WITHIN_THE_CRITICAL_REGIONS = "Check mechanical volumetric ratio of confining hoops within the critical regions"
IDS_COMPRESSION_REBARS_ARE_NOT_CONSIDERED_CALC_MIN_RHO = "Compression rebars are not considered when calculating %s_min$."
IDS_CHECK_DISTRIBUTION_REINFORCEMENT = "Check distribution reinforcement"
IDS_CLOCKWISE_NOMINAL_STRENGTH = "Clockwise Nominal Strength"
IDS_COUNTER_CLOCKWISE_NOMINAL_STRENGTH = "Counter-Clockwise Nominal Strength"
IDS_CLOCKWISE_DESIGN_STRENGTH = "Clockwise Design Strength"
IDS_COUNTER_CLOCKWISE_DESIGN_STRENGTH = "Counter-Clockwise Design Strength"
IDS_CONSIDER_UNBALANCED_MOMENT = "Consider unbalanced moment"
IDS_CALCULATE_TORSION_CAPACITY = "Calculate torsion capacity"
IDS_CALCULATE_TORSION_STRENGTH_BY_LINK_REINFORCEMENT = "Calculate torsion strength by link reinforcement"
IDS_CALCULATE_TORSION_STRENGTH_BY_LONGITUDINAL_REINFORCEMENT = "Calculate torsion strength by longitudinal reinforcement"
IDS_CHECK_ONLY_MINIMUM_REINFORCEMENT_IS_REQUIRED = "Check only minimum reinforcement is required"
IDS_CHECK_SPACING_OF_TORSION_LINK_REINFORCEMENT = "Check spacing of torsion link reinforcement"
IDS_CROSS_SECTION_AREA_OF_THE_REINFORCEMENT = "Cross-section area of the reinforcement"
IDS_CALCULATE_DESIGN_SHEAR_RESISTANCE = "Calculate design shear resistance"
IDS_CALCULATE_DESIGN_PLASTIC_SHEAR_RESISTANCE = "Calculate design plastic shear resistance"
IDS_CALCULATE_DESIGN_SHEAR_BUCKLING_RESISTANCE = "Calculate design shear buckling resistance"
IDS_CALCULATE_DESIGN_SHEAR_BUCKLING_RESISTANCE_FROM_WEB = "Calculate design shear buckling resistance from web"
IDS_CALCULATE_DESIGN_SHEAR_BUCKLING_RESISTANCE_FROM_FLANGE = "Calculate design shear buckling resistance from flange"
IDS_CHECK_DESIGN_RESISTANCE_FOR_SHEAR_ABOUT_MAJOR_AXIS = "Check design resistance for shear about major axis"
IDS_CHECK_DESIGN_RESISTANCE_FOR_SHEAR_ABOUT_MINOR_AXIS = "Check design resistance for shear about minor axis"
IDS_CONNECTION_TYPE = "Connection Type"
IDS_CONTRIBUTION_FROM_THE_WEB = "Contribution from the web"
IDS_CONTRIBUTION_FROM_THE_FLANGE = "Contribution from the flange"
IDS_CONSIDER_CONTRIBUTION_FROM_FLANGE = "consider the contribution from the flange"
IDS_CONSIDER_GIRDER_MODE = "Consider girder mode"
IDS_CHECK_DESIGN_RESISTANCE_FOR_TORSION = "Check design resistance for torsion"
IDS_CONCURRENT_FORCE = "concurrent force"
IDS_CALC_CAPACITY_CONCRETE = "Calculate capacity of concrete"
IDS_COLUMN_MOMENT_RATIO_JOINT = "Column moment ratio at the joint"
IDS_CALCULATE_DESIGN_SHEARS = "Calculate design shears"
IDS_CHECK_MAXIMUM_SLENDERNESS_RATIO_LIMIT = "Check maximum slenderness ratio limit"
IDS_Cm_WITH_TRANSVERSE_LOAD = " (With transverse loads between supports)"
IDS_CONCRETE_GRADE_IS_NOT_PERMITTED = "Concrete grade is not permitted"
IDS_DAMPING_RATIO = "Damping Ratio"
IDS_DE_CRITICAL = "Critical"
IDS_DE_DIR_DOT_1 = "Dir.1"
IDS_DE_DIR_DOT_2 = "Dir.2"
IDS_DE_DIR_DOT_3 = "Dir.3"
IDS_DE_FAILURE = "Failure"
IDS_DE_MEMBER_DESIGN_DETAIL_REPORT = "Member Design Detail Report"
IDS_DE_NEED_CHK = "Need Check"
IDS_DE_NEG_DOT = "Neg."
IDS_DE_NG = "NG"
IDS_DE_NONE = "None"
IDS_DE_NOT_CHK = "Not Check"
IDS_DE_OK = "OK"
IDS_DE_POS_DOT = "Pos."
IDS_DE_X_DIR_DOT = "x-Dir."
IDS_DE_Y_DIR_DOT = "y-Dir."
IDS_DE_Z_DIR_DOT = "z-Dir."
IDS_DEAD_LOAD_CASE = "Dead Load Case"
IDS_DEFLECTION_UNDER_CONSTRUCTION = "Deflection under construction"
IDS_DENSE_ZONE = "Dense Zone"
IDS_DESIGN_CASE = "Design Case"
IDS_DESIGN_CODE = "Design Code"
IDS_DESIGN_FORCE = "Design Force"
IDS_DESIGN_PARAMETER = "Design Parameter"
IDS_DESIGN_TYPE = "Design Type"
IDS_DETAILING_RULES_FOR_THE_LOCAL_DUCTILITY_OF_CONCRETE_MEMBERS = "Detailing rules for the local ductility of concrete members"
IDS_DETERMINE_IF_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_REQUIRED = "Determine if boundary element transverse reinforcement is required"
IDS_DETERMINE_IF_SPECIAL_BOUNDARY_ELEMENTS_ARE_REQUIRED_BY_DISPLACEMENT_BASED_METHOD = "Determine if special boundary elements are required by displacement based method."
IDS_DETERMINE_IF_SPECIAL_BOUNDARY_ELEMENTS_ARE_REQUIRED_BY_STRESS_BASED_METHOD = "Determine if special boundary elements are required by stress based method."
IDS_DROP_PANEL_PUNCHING_SHEAR_CAPACITY = "Drop Panel Punching Shear Capacity"
IDS_DEFLECTION = "Deflection"
IDS_DEFAULT_OR_USER_DEFINED_VALUE = "Default or User defined value"
IDS_DROP = "Drop"
IDS_DESIGN_MODED_DESIGN = "Design"
IDS_DESIGN_MODED_CHECKING = "Checking"
IDS_DESIGN_MODED_EDIT = "Design Editing"
IDS_DISTANCE_FROM_THE_SECTIONS_NUETRAL_AXIS_TO_THE_REINFORCEMENT = "Distance from the section's nuetral axis to the reinforcement"
IDS_DISTANCE_FROM_THE_CENTER_OF_THE_SECTION_TO_THE_REINFORCEMENT_IN_THE_MEMBER_LOCAL = "Distance from the center of the section to the reinforcement in the member local"
IDS_DETERMINE_WHETHER_TO_CONSIDER_SHEAR_BUCKLING = "Determine whether to consider shear buckling"
IDS_DETERMINE_WHETHER_TO_CONSIDER_CONTRIBUTION_FROM_FLANGE = "Determine whether to consider contribution from flangs"
IDS_END_PART = "End Part"
IDS_END_LENGTH = "End Length"
IDS_END_SPACE = "End Space"
IDS_ETC_ACTION = "Etc Action"
IDS_EXTERIOR_COLUMN = "Exterior Column"
IDS_EDGE = "Edge"
IDS_ETC = "Etc."
IDS_ECCENTRICITY_FACTOR = "Eccentricity factor"
IDS_END_MOMENT_DESIGN_SHEAR = "End moment for seismic design shear force"
IDS_ENVIRONMENT = "Environment"
IDS_FACE = "Face"
IDS_FOR_OTHER_CASES = "for other cases"
IDS_FOOT_BRIDGE_INDOOR = "Foot Bridge ( Indoor )"
IDS_FOOT_BRIDGE_OUTDOOR = "Foot Bridge ( Outdoor )"
IDS_FRICTION_FACTOR = "Friction Factor"
IDS_FACTOR_CONTRIBUTION_WEB_TO_SHEAR_BUCKLING = "Factor for the contribution of the web to shear buckling"
IDS_FACTORED_SHEAR_FORCES_UNIT_LOAD_CASE = "Factored shear forces caused by load case type"
IDS_HORIZONTAL = "Horizontal"
IDS_HORIZONTAL_REBAR_FOR_SPECIAL_BOUNDARY_ELEMENT_FOR_LENGTH_DIRECTION = "Compute horizontal rebar for special boundary element for length direction."
IDS_HEIGHT_ENTIRE_WALL = "Height of entire wall"
IDS_HORIZONTAL_TENSILE_STRESS = "Horizontal Tensile Stress"
IDS_IMMEDIATE = "Immediate"
IDS_INTERIOR_COLUMN = "Interior Column"
IDS_INTERMEDIATE_MOMENT_FRAME = "Intermediate moment frame"
IDS_INCREASE_SECTION_DIMENSIONS = "Increase section dimensions."
IDS_INTERACTION_CURVE = "Interaction Curve"
IDS_INTERIOR = "Interior"
IDS_JOINT = "Joint"
IDS_JOINT_CLASSIFIED = "The joint is classified as,"
IDS_JOINT_CONTINUOUS_BEAMS = "Continuous beams"
IDS_JOINT_CONTINUOUS_COLUMN = "Continuous column"
IDS_JOINT_CONFINED_COLUMN = "Confined column"
IDS_JOINT_DISCONTINUOUS_BEAMS = "Discontinuous beams"
IDS_JOINT_DISCONTINUOUS_COLUMN = "Discontinuous column"
IDS_JOINT_NOTCONFINED_COLUMN = "Not confined column"
IDS_LEFT_PART = "Left Part"
IDS_LINEAR_CREEP = "Linear creep"
IDS_LIVE_LOAD_CASE = "Live Load Case"
IDS_LIVE_LOAD_SUSTAIN_RATIO = "Live load sustain ratio"
IDS_LONG_HYPHEN_TERM = "Long-Term"
IDS_LONG_TERM = "Long Term"
IDS_MATERIAL = "Material"
IDS_MAXIMUM_BEARING_PRESSURE = "Maximum Bearing Pressure"
IDS_MEMBER_INFORMATION = "Member Information"
IDS_MEMBER_LENGTH = "Member Length"
IDS_MEMBER_NAME_SMALL = "Member Name"
IDS_MEMBERS_IN_GROUP = "Members in Group"
IDS_MIDDLE_PART = "Middle Part"
IDS_MINIMUM_REBAR_AREA_REQUIRED = "Minimum Rebar Area Required"
IDS_MINIMUM_REBAR_SPACE_REQUIRED = "Minimum Rebar Space Required"
IDS_MINIMUM_THICK_REQ = "Minimum Thickness Required"
IDS_MM_INTERACTION_CURVE = "MM Interaction Curve"
IDS_MOMENT_CAPACITY = "Moment Capacity"
IDS_MOMENT_CONNECTION = "Moment Connection"
IDS_MOMENT_FORCE = "Moment Force"
IDS_MOMENT_RESISTANCE_ABOUT_THE_MEMBER_LOCAL_Y_AXIS_IN_THE_REINFORCEMENT = "Moment Resistance about the member local y-axis in the reinforcement"
IDS_MOMENT_RESISTANCE_ABOUT_THE_MEMBER_LOCAL_Z_AXIS_IN_THE_REINFORCEMENT = "Moment Resistance about the member local z-axis in the reinforcement"
IDS_MINIMUM_SHEAR_REINOFORCEMENT_IS_REQUIRED = "Minimum shear reinforcement is required."
IDS_MINIMUM_SHEAR_REINOFORCEMENT_IS_REQUIRED_US = "Minimum transverse reinforcement is required."
IDS_MODIFIED_SLENDERNESS = "Modified slenderness"
IDS_MOMENT_RESISTANCE_OF_SECTION_CONSISITING_OF_ONLY_FLANGES = "Moment resistance of a section consisting of only the flanges"
IDS_MFRD0_IS_CALCULATED_AS_MPL_RD_NEGLECTING_WEB_CONTRIUTION = "M_f,Rd0$ is calculate as M_pl,Rd$ but neglecting the web contribution."
IDS_MFRD_IS_CALCULATED_AS_MPL_RD_NEGLECTING_WEB_CONTRIUTION = "M_f,Rd$ is calculated as M_pl,Rd$ but neglecting the web contribution."
IDS_MAXIMUM = "maximum"
IDS_MINIMUM = "minimum"
IDS_MAXIMUM_SPACE_SKIPED_NO_SHEAR_REINFORCEMENT = "Kesme donatısı bulunmadığından maksimum aralık kontrolü atlanıyor."
IDS_NEG_DOT_CRACK = "Neg. Crack"
IDS_NEG_DOT_MOMENT = "Neg. Moment"
IDS_NEG_DOT_STRESS = "Neg. Stress"
IDS_NM_INTERACTION_CURVE = "NM Interaction Curve"
IDS_NOMINAL_MOMENT = "Nominal Moment"
IDS_NOMINAL_MOMENT_CAPACITY = "Nominal Moment Capacity"
IDS_NON_HYPHEN_PRESTRESSED_STRUCTURE = "non-prestressed structure"
IDS_NON_LINEAR_CREEP = "Non linear creep"
IDS_NOT_DENSE_ZONE = "Not Dense Zone"
IDS_NOT_REQUIRED = "Not required"
IDS_NOT_SLENDER = "Not Slender"
IDS_NEED_NOT_BE_CHECKED = "Need not be checked"
IDS_NOT_ACCEPTABLE = "Not Acceptable"
IDS_NORMALIZED_AXIAL_RATIO = "Normalized Axial Ratio"
IDS_NEED_TO_CHECK_SHEAR_BUCKLING = "Need to check shear buckling"
IDS_NO_NEED_TO_CHECK_SHEAR_BUCKLING = "No need to check shear buckling"
IDS_NOT_CONSIDER_CONTRIBUTION_FROM_FLANGE = "not consider the contribution from the flange"
IDS_OFFICE = "Office"
IDS_ORDINARY_MOMENT_FRAME = "Ordinary moment frame"
IDS_OVERTURNING = "Overturning"
IDS_OVERTURNING_CAPACITY = "Overturning Capacity"
IDS_OVERTURNING_MOMENT = "Overturning Moment"
IDS_ONLY_MINIMUM_REINFORCEMENT_IS_REQUIRED = "Only minimum reinforcement is required."
IDS_OUT_OF_PLANE_BENDING_MOMENT_NOT_CONSIDERED_TYPE2 = "Out of Plane Bending Moment Mzz is not considered on Type 2 Section Design"
IDS_PERMANENT_ACTION = "Permanent Action"
IDS_PILE_BEARING = "Pile Bearing"
IDS_PILE_BEARING_CAPACITY = "Pile Bearing Capacity"
IDS_PILE_PUNCHING_SHEAR = "Pile Punching Shear"
IDS_PILE_PUNCHING_SHEAR_CAPACITY = "Pile Punching Shear Capacity"
IDS_PM_INTERACTION_CURVE = "PM Interaction Curve"
IDS_POS_DOT_CRACK = "Pos. Crack"
IDS_POS_DOT_MOMENT = "Pos. Moment"
IDS_POS_DOT_STRESS = "Pos. Stress"
IDS_POSITION = "Position"
IDS_PROBABLE_MOMENT = "Probable Moment"
IDS_PROBABLE_MOMENT_CAPACITY = "Probable Moment Capacity"
IDS_PROGRAM_DETERMINED = "Program Determined"
IDS_PUNCHING_SHEAR = "Punching Shear"
IDS_PUNCHING_SHEAR_CAPACITY = "Punching Shear Capacity"
IDS_PILE = "Pile"
IDS_PROBABLE_MOMENT_COLUMN = "Probable Moment of column"
IDS_QUAS_DOT = "Quas."
IDS_REBAR_AREA = "Rebar Area"
IDS_REBAR_SPACE = "Rebar Space"
IDS_REBAR_SPACE_BY_MATERIAL = "Rebar Space by Material"
IDS_REINFORCEMENT_DATA = "Reinforcement Data"
IDS_RESIDENCE = "Residence"
IDS_REQUIRED_THICKNESS = "Required Thickness"
IDS_RESTORING_MOMENT = "Restoring Moment"
IDS_RIGHT_PART = "Right Part"
IDS_REPORTINFO_DESCRIONTION_FACT = "Description of applied factors for design"
IDS_REPORTINFO_MOMENT_REDISTRIBUTION_FACT = "Moment Redistribution Factor"
IDS_REPORTINFO_TORSION_REDISRIBUTION_FACT = "Torsion Redistribution Factor"
IDS_REPORTINFO_AXIAL = "Axial"
IDS_REPORTINFO_MOMENT = "Moment"
IDS_REPORTINFO_SHEAR = "Shear"
IDS_REPORTINFO_LIVELOAD_RESUCTION_FACT = "Live Load Reduction Factor"
IDS_REPORTINFO_SPECIAL_LCOM = "Special Seismic Load Combination"
IDS_REPORTINFO_VERTICAL_LOAD_FACT = "Vertical Load Factor"
IDS_REPORTINFO_SPECTRAL_RESPONSE_ACC = "Spectral Response Acceleration at Short Periods"
IDS_REPORTINFO_SYSTEM_OVERSTRENGTH_FAC = "System Over-strength Factor"
IDS_REPORTINFO_FOR_DIRECTION__s = "for the direction of %s"
IDS_REPORTINFO_VERTICAL_LCOM = "Vertical Seismic Load Combination"
IDS_REPORTINFO_VERTICAL_FORCE_FACT = "Vertical Force Factor"
IDS_REPORTINFO_SMF = "Special Moment Frames"
IDS_REPORTINFO_IMF = "Intermediate Moment Frames"
IDS_REPORTINFO_OMF = "Ordinary Moment Frames"
IDS_REPORTINFO_HDF = "High Ductility Frames"
IDS_REPORTINFO_MDF = "Medium Ductility Frames"
IDS_REPORTINFO_LDF = "Low Ductility Frames"
IDS_REPORTINFO_STMF = "Special Truss Moment Frame"
IDS_REPORTINFO_SCBF = "Special Concentrically Braced Frame"
IDS_REPORTINFO_OCBF = "Ordinary Concentrically Braced Frame"
IDS_REPORTINFO_EBF = "Eccentrically Braced Frame"
IDS_REPORTINFO_BRBF = "Buckling Restrained Braced Frame"
IDS_REPORTINFO_SPSW = "Special Plate Shear Wall"
IDS_REPORTINFO_WA_ = "Watching Area"
IDS_REPORTINFO_SPECIAL_PROVISION_SEIS = "Special Provisions For Seismic Design"
IDS_REPORTINFO_SIES_SCALEUP_FACT = "Seismic Scale Up Factor for Shear"
IDS_REPORTINFO_SHEAR_SCALEUP_FACT = "Applied Scale Up Factor for Shear"
IDS_REPORTINFO_SHEAR_BY_CALC_MAX__s__s = "MAX[Shear by %s, Shear by %s]"
IDS_REPORTINFO_SHEAR_BY_CALC_MIN__s__s = "MIN[Shear by %s, Shear by %s]"
IDS_REPORTINFO_NON_SEIS_MEMB = "Member for Non-Seismic Design"
IDS_REPORTINFO_NON_SEIS_FORCE_RES_SYS_MEMB = "Member for Non-Seismic-Force-Resisting System"
IDS_REPORTINFO_EQ_LCAS_SCALEUP_FACT_AXIAL = "Scale Up Factor of EQ Load case for Axial Forces"
IDS_REPORTINFO_EQ_LCAS_SCALEUP_FACT_MOM = "Scale Up Factor of EQ Load case for Moments"
IDS_REPORTINFO_EQ_LCAS_SCALEUP_FACT_SHEAR = "Scale Up Factor of EQ Load case for Shear Forces"
IDS_REPORTINFO_EQ_LCOM_SCALEUP_FACT_AXIAL = "Scale Up Factor of EQ Combinations case for Axial Forces"
IDS_REPORTINFO_EQ_LCOM_SCALEUP_FACT_MOM = "Scale Up Factor of EQ Combinations case for Moments"
IDS_REPORTINFO_EQ_LCOM_SCALEUP_FACT_SHEAR = "Scale Up Factor of EQ Combinations case for Shear Forces"
IDS_REPORTINFO_PILOTI_COLM = "Seismic Column Type : Piloti Column"
IDS_REPORTINFO_SOFT_STORY_COLM = "Seismic Column Type : Soft Story Column"
IDS_REPORTINFO_SPECIAL_RC_WALL = "Special RC Structural Wall"
IDS_REPORTINFO_SPECIAL_RC_WALL_NON_SEIS = "Special RC Structural Wall : Members for Non-Seismic Design"
IDS_REPORTINFO_LDS_RC_WALL = "Low Ductility Wall"
IDS_REPORTINFO_LDS_RC_WALL_NON_SEIS = "Low Ductility Wall : Members for Non-Seismic Design"
IDS_REPORTINFO_MDS_RC_WALL = "Medium Ductility Wall"
IDS_REPORTINFO_MDS_RC_WALL_NON_SEIS = "Medium Ductility Wall : Members for Non-Seismic Design"
IDS_REPORTINFO_HDS_RC_WALL = "High Ductility Wall"
IDS_REPORTINFO_HDS_RC_WALL_NON_SEIS = "High Ductility Wall : Members for Non-Seismic Design"
IDS_REPORTINFO_RESULT_SUMMARY = "Result summary"
IDS_REPORTINFO_THICKNESS = "Thickness"
IDS_REPORTINFO_SECT_NAME_ID = "Section Name(ID)"
IDS_REPORTINFO_SECT_ELEM = "Elem"
IDS_REPORTINFO_SECT_POS = "Pos"
IDS_REPORTINFO_SECT_REINFORCEMENT = "Reinforcement"
IDS_REPORTINFO_SECT_STRENGTH_RATIO = "Ratio"
IDS_REPORTINFO_SECT_CHECK = "Check"
IDS_REPORTINFO_SUMMATION = "Summation"
IDS_REPORTINFO_REBAR = "Rebar"
IDS_REPORT_FOR_DEAD_LOAD = "For Dead Load"
IDS_REPORT_FOR_GRAVITY_LOAD = "For Gravity Load"
IDS_REPORT_FOR_TOTAL_LOAD = "For Total Load"
IDS_REPORT_OLNY_EARTHQUAKE = "Only Earthquake"
IDS_REPORT_MINOR_DIR_SEISMIC = "minor direction for seismic"
IDS_REPORT_DO_NOT_CONSIDER = "do not consider"
IDS_REPORT_FOR_RS_LOADCASE_WITHOUT_CONSIDERING_SIGN = "for RS load case without considering sign"
IDS_REPORT_CLOCKWISE = "Clockwise"
IDS_REPORT_COUNTER_CLOCKWISE = "Counter-Clockwise"
IDS_REPORT_COMPARE_ABS = "By Compare Abs"
IDS_REPORT_BRACED = "Braced"
IDS_REPORT_UNBRACED = "Unbraced"
IDS_REPORT_BRACED_SIDESWAY = "For members braced against sidesway"
IDS_REPORT_UNBRACED_SIDESWAY = "For members not braced against sidesway"
IDS_REPORT_SINGLE_CURVATURE = "Single curvature"
IDS_REPORT_REVERSE_CURVATURE = "Reverse curvature"
IDS_REPORT_ERROR_Pn_ZERO = "Error : Pn is Zero."
IDS_REPORT_ELEM_NO = "Elem No."
IDS_REPORT_MEMB_NO = "Memb No."
IDS_REPORT_NODE_NO = "Node No."
IDS_REINFORCEMENT_TO_RESIST_TORSION_IS_REQUIRED = "Reinforcement to resist torsion is required."
IDS_REPORT_ONLY_GRAVITY_LOAD = "Olny Gravity Load"
IDS_REPORT_EXCLUDE_SEIS_LOAD = "Exclude Seismic Load"
IDS_REPORT_CALC_CLOCKWISE = "Calculate in Clockwise"
IDS_REPORT_CALC_COUNTCLOCKWISE = "Calculate in Counter-Clockwise"
IDS_REPORT_UNBRACED_SLENDER = "the effects of slenderness cannot be neglected."
IDS_REPORT_PUNCHING_CALC_UNBALANCED_MOMENT = "Calculate the factored shear stress with factored unbalanced moment."
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_PARALLEL_EDGE_y = "Calculate parameters about local-y of bending parallel to the edge"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_PARALLEL_EDGE_z = "Calculate parameters about local-z of bending parallel to the edge"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_PERPENDICULAR_EDGE_y = "Calculate parameters about local-y of bending perpendicular to the edge"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_PERPENDICULAR_EDGE_z = "Calculate parameters about local-z of bending perpendicular to the edge"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_INTERIOR_y = "Calculate parameters about local-y of the interior"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_INTERIOR_z = "Calculate parameters about local-z of the interior"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_INTERIOR_CIRCLE = "Calculate parameters of the interior circular"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_CORNER_y = "Calculate parameters about local-y of the corner"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_CORNER_z = "Calculate parameters about local-z of the corner"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_CIR_EQD = "Square with Same Perimeter"
IDS_REPORT_NEUTRAL_AXIS_NOT_CONVERGE = "The neutral axis calculation did not converge."
IDS_REPORT_SEISMIC_ZONE = "Seismic Zone"
IDS_SAFETY_FACTOR = "Safety Factor"
IDS_SEISMIC_REDUCTION_FACTOR = "Seismic reduction factor"
IDS_SHEAR = "Shear"
IDS_SHEAR_CAPACITY = "Shear Capacity"
IDS_SHEAR_CAPACITY_US = "Calculation of shear resistance "
IDS_SHEAR_CONNECTION = "Shear Connection"
IDS_SHOPPING_MALL = "Shopping Mall"
IDS_SHORT_HYPHEN_TERM = "Short-Term"
IDS_SLENDER = "Slender"
IDS_SLIDING = "Sliding"
IDS_SLIDING_CAPACITY = "Sliding Capacity"
IDS_SPACING_OF_SHEAR_REINFORCEMENT = "Spacing of shear reinforcement"
IDS_SPECIAL_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_NOT_REQUIRED = " - Special boundary element transverse reinforcement is not required"
IDS_SPECIAL_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_REQUIRED = " - Special boundary element transverse reinforcement is required"
IDS_SPECIAL_BOUNDARY_ELEMENTS_ARE_NOT_REQUIRED = " - Special boundary elements are not required"
IDS_SPECIAL_BOUNDARY_ELEMENTS_ARE_REQUIRED = " - Special boundary elements are required"
IDS_SPECIAL_MOMENT_FRAME = "Special moment frame"
IDS_STIRRUPS = "Stirrups"
IDS_STRAIN_IN_THE_REINFORCEMENT = "Strain in the reinforcement"
IDS_STRESS_IN_THE_REINFORCEMENT = "Stress in the reinforcement"
IDS_STRESS_STRAIN_RELATION = "Stress-Strain Relation"
IDS_STRESS_STRAIN_EQIV_RECT = "Equivalent Rectangle"
IDS_STRESS_STRAIN_EQIV_PARA = "Parabola-Rectangle ( Average )"
IDS_STRESS_STRAIN_REAL_PARA = "Parabola-Rectangle ( Detail )"
IDS_STRESS_UNDER_CONSTRUCTION = "Stress under construction"
IDS_CONC_STRENGTH_LIMITED_TO_C50_60 = "Shear strength of concrete strength classes higher than C50/60 may be limited to that of C50/60."
IDS_CONC_STRENGTH_LIMITED_TO_C90_105 = "Shear strength of concrete strength classes higher than C90/105 may be limited to that of C90/105."
IDS_CONC_STRENGTH_LIMITED_TO_C100_115 = "Shear strength of concrete strength classes higher than C100/115 may be limited to that of C100/115."
IDS_CONC_STRENGTH_LIMITED_TO_B65 = "Shear strength of concrete strength classes higher than B65(C60/75) may be limited to that of B65(C60/75)."
IDS_SHEAR_REINFORCEMENT_IS_NOT_REQUIURED = "Shear reinforcement is not required."
IDS_SHEAR_REINFORCEMENT_IS_NOT_REQUIURED_US = "Transverse reinforcement is not required."
IDS_SHEAR_REINFORCEMENT_IS_REQUIRED = "Shear reinforcement is required."
IDS_SHEAR_REINFORCEMENT_IS_REQUIRED_US = "Transverse reinforcement is required."
IDS_SEARCH_FOR_NEUTRAL_AXIS = "Search for neutral axis"
IDS_SHEAR_BUCKLING_COEFFICIENT = "Shear buckling coefficient"
IDS_STIFFENED = "Stiffened"
IDS_SUM_PROBABLE_MOMENT_GIRDERS = "Summation of probable moments of connected girders"
IDS_SHEAR_CALCULATE_SMAX_DIR_y = "Calculate maximum spacing for y-Dir"
IDS_SHEAR_CALCULATE_SMAX_DIR_z = "Calculate maximum spacing for z-Dir"
IDS_SHEAR_CHECK_SMAX__s__EQ_s = "Check whether to consider Table %s Eq(%s)"
IDS_SHEAR_CONSIDER_SMAX__s__EQ_s = "Therefore, %s Eq(%s) is considered."
IDS_SHEAR_NOT_CONSIDER_SMAX__s__EQ_s = "Therefore, %s Eq(%s) is not considered."
IDS_SKIN = "Side"
IDS_STEEL_I_TYPE2 = "Steel-I (Type2)"
IDS_STEEL_BOX_TYPE2 = "Steel-Box (Type2)"
IDS_STEEL_TUB_TYPE2 = "Steel-Tub (Type2)"
IDS_TABLE = "Table"
IDS_TENS_DOT = "Tens."
IDS_TENSLIE_STRENGTH_OF_THE_REINFORCEMENT = "Tenslie strength of the reinforcement"
IDS_TENSION = "Tension"
IDS_TENSION_CONTROLLED = "Tension controlled"
IDS_TENSION_ONLY = "Tension Only"
IDS_THICKNESS = "Thickness"
IDS_TOP = "Top"
IDS_TORSION = "Torsion"
IDS_TORSION_CAPACITY = "Torsion Capacity"
IDS_TORSION_CAPACITY_US = "Calculation of torsion resistance"
IDS_TORSION_CHECK_NEED = "Consider torsional effects."
IDS_TORSION_NEGLECT = "It shall be permitted to neglect torsional effects."
IDS_TORSION_NEGLECT_CHK = "Check torsion to neglect torsional effects."
IDS_TORSION_NEGLECT_CHK_US = "Checking torsional effects."
IDS_TORSION_REQ_AS_L = "Compute required torsional longitudinal reinforcement."
IDS_TORSION_REQ_AS_L_US = "Checking longitudinal reinforcements."
IDS_TORSION_REQ_AS_T = "Compute required torsional transverse reinforcement."
IDS_TORSION_SECTIONLIMIT = "Check cross section limit."
IDS_TORSION_SMAX = "Compute detailing torsional reinforcement."
IDS_TORSION_SMAX_T = "Compute detailing torsional transverse reinforcement."
IDS_TORSION_SMAX_L = "Compute detailing torsional longitudinal reinforcement."
IDS_TORSION_STRENGTH = "Check torsional strength"
IDS_TRANSITION = "Transition"
IDS_TENSION_STRENGTH_CALCULATION_TYPE_IS_NONE = "Tension Strength Calculation Type is None."
IDS_NEED_MORE_REBAR = "Need more reinforcements"
IDS_UNCRACKED_SECTION = "Uncracked Section"
IDS_UPLIFT = "Uplift"
IDS_USE_TYPE = "Use Type"
IDS_USER_STRENGTH_FACTOR = "User defined Strength Reduction Factor"
IDS_UNSTIFFENED = "Unstiffened"
IDS_USER_DEFINED = "User defined"
IDS_VARIABLE_ACTION = "Variable Action"
IDS_VERTICAL = "Vertical"
IDS_VERTICAL_FORCE = "Vertical Force"
IDS_VERTICAL_TENSILE_STRESS = "Vertical Tensile Stress"
IDS_VOLUMETRIC_RATIO = "Volumetric Ratio"
IDS_VALUE_DGN = "Value"
IDS_VERIFY_REINFORCEMENT_INFORMATION = "Lütfen donatı bilgilerini doğrulayın."
IDS_VIBRATION = "Vibration"
IDS_WALL_HEIGHT = "Wall Height"
IDS_WALL_LENGTH = "Wall Length"
IDS_WALL_THICKNESS = "Wall Thickness"
IDS_WATCHING_AREA = "Watching Area"
IDS_WHERE = "Where"
IDS_WALL_MOMENT_ENVELOP = "Calculate the design moment from envelop diagram for ductility wall"
IDS_WALL_BELOW__s = "below %s"
IDS_WALL_ABOVE__s = "above %s"
IDS_YOU_HAVE_TO_INPUT_CRITICAL_REGION_SPACING_DATA = "You have to input critical region spacing data."
IDS_Y_AXIS = "y-axis"
IDS_Z_AXIS = "z-axis"
IDS_DGN_RPRT_USERS_UNIT = "User's Unit : "
IDS_DGN_RPRT_DET_CHECK_AXIAL_RATIO = "Check Axial Ratio"
IDS_DGN_RPRT_DET_CHECK_AXIAL_RESISTANCE = "Check Axial Resistance"
IDS_DGN_RPRT_DET_CALC_RESIS = "Calculate design resistance of cross section"
IDS_DGN_RPRT_DET_BUCKLING_CURVE = "Buckling curve"
IDS_DGN_RPRT_DET_AXIAL_TOR_BUCK = "Calculate design resistance for torsional buckling"
IDS_DGN_RPRT_DET_AXIAL_TOR_BUCK_DES = "Design resistance for Torsion and torsional-flexural buckling"
IDS_DGN_RPRT_DET_COMP_RESIS = "Design resistance of a compression member"
IDS_DGN_RPRT_DET_TENS_RESIS = "Design resistance of a tension member"
IDS_DGN_RPRT_DET_BUCK_SLEND = "Non-dimensional slenderness"
IDS_DGN_RPRT_DET_AXIAL_BUCK_RESIS = "Design resistance for flexural buckling"
IDS_DGN_RPRT_DET_AXIAL_BUCK_L_SHAPE = "Calculate design resistance for flexural buckling ( principal major axis )"
IDS_DGN_RPRT_DET_AXIAL_BUCK_Y = "Calculate design resistance for flexural buckling ( y-y axis )"
IDS_DGN_RPRT_DET_AXIAL_BUCK_Z = "Calculate design resistance for flexural buckling ( z-z axis )"
IDS_DGN_RPRT_DET_NO_CHK_AXIAL_BUCK = "No need to check flexural buckling."
IDS_DGN_RPRT_DET_NO_CHK_AXIAL_BUCK_T = "No need to check torsional-flexural buckling."
IDS_DGN_RPRT_DET_SHEAR_CENTER = "Shear center"
IDS_DGN_RPRT_DET_SHEAR_CENTER_FROM_CENTROID = "Shear center from centroid"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MAJOR = "Check design resistance for bending about major axis"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MINOR = "Check design resistance for bending about minor axis"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MAJOR_YY = "Design resistance for bending about major y-y axis"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MiNOR_ZZ = "Design resistance for bending about minor z-z axis"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MAJOR_UU = "Design resistance for bending about principal major u-u axis"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MiNOR_VV = "Design resistance for bending about principal minor v-v axis"
IDS_DGN_RPRT_DET_MOMENT_RESIS_LTB = "Calculate design resistance for lateral-torsional buckling"
IDS_DGN_RPRT_DET_MOMENT_BUCKLING_SLEN = "Buckling slenderness"
IDS_DGN_RPRT_DET_MOMENT_BUCKLING_RESI = "Design resistance for lateral-torsional buckling"
IDS_DGN_RPRT_DET_MOMENT_LTB_NEED = "Need to check LTB"
IDS_DGN_RPRT_DET_MOMENT_LTB_NO_NEED = "No need to check LTB"
IDS_DGN_RPRT_DET_AND = "and"
IDS_DGN_RPRT_DET_OR = "or"
IDS_DGN_RPRT_DET_MOMENT_LTB_RESIS_MAJOR = "Check design resistance for lateral-torsional buckling"
IDS_DGN_RPRT_DET_MOMENT_LTB_EXCEPTION = "Asymmetric section about minor axis or not supported section"
IDS_DGN_RPRT_DET_MOMENT_LTB_CAN_NOT = "Cannot check LTB"
IDS_DGN_RPRT_DET_COMBINED_BUCK_RATIO = "Calculate interaction ratio of a buckling resistance (Bending and Axial force)"
IDS_DGN_RPRT_DET_REDUCTION_FACT_BUCK = "Reduction factors for buckling"
IDS_DGN_RPRT_DET_EFFICIENCY_FACT = "Efficiency factor"
IDS_DGN_RPRT_DET_BUCK_FORCE = "Buckling force"
IDS_DGN_RPRT_DET_BUCK_RES_MOMENT = "Buckling resistance moment"
IDS_DGN_RPRT_DET_EQ_UNIFORM_FACT = "Equivalent uniform moment factors"
IDS_DGN_RPRT_DET_AUXILIARY_TERMS = "Auxiliary terms"
IDS_DGN_RPRT_DET_INTERACTON_FACT = "Interaction factors"
IDS_DGN_RPRT_DET_INTERACTON_VALUE = "Interaction values"
IDS_DGN_RPRT_DET_INTERACTON_RATIO = "Interaction ratios"
IDS_DGN_RPRT_DET_INTERACTON = "Interaction"
IDS_DGN_RPRT_DET_CHECK_INTERACTON_RATIO = "Check Interaction ratios"
IDS_DGN_RPRT_DET_CHECK_INTERACTON_RATIO_BAND_AXIAL = "Calculate interaction ratio of bending and axial force"
IDS_DGN_RPRT_DET_CHECK_INTERACTON_RATIO_TORSION = "Calculate interaction ratio of a torsional resistance (Direct and Torsional stress)"
IDS_DGN_RPRT_DET_CHECK_INTERACTON_RATIO_CLASS12 = "Calculate interaction ratio of a Class 1 and 2 cross-section (Bending and Compression)"
IDS_DGN_RPRT_DET_INTERACTON_FORCES = "Applied forces for interaction ratio"
IDS_DGN_RPRT_DET_HIGH_SHEAR_REDUCED_MOMENT_MAJOR = "Reduced moment resistance for high shear about major axis"
IDS_DGN_RPRT_DET_HIGH_SHEAR_REDUCED_MOMENT_MINOR = "Reduced moment resistance for high shear about minor axis"
IDS_DGN_RPRT_DET_PART = "Part"
IDS_DGN_RPRT_DET_CLASS = "Class"
IDS_DGN_RPRT_DET_SECTION_CLASS = "Class of cross-section"
IDS_DGN_RPRT_DET_TENSILE_STRESS_DIR1_TOP = "Check Tensile Stress for Dir-1 Rebar, Top"
IDS_DGN_RPRT_DET_TENSILE_STRESS_DIR1_BOT = "Check Tensile Stress for Dir-1 Rebar, Bot"
IDS_DGN_RPRT_DET_TENSILE_STRESS_DIR2_TOP = "Check Tensile Stress for Dir-2 Rebar, Top"
IDS_DGN_RPRT_DET_TENSILE_STRESS_DIR2_BOT = "Check Tensile Stress for Dir-2 Rebar, Bot"
IDS_DGN_RPRT_DET_COMP_STRESS_TOP = "Check Compressive Stress for Concrete, Top"
IDS_DGN_RPRT_DET_COMP_STRESS_BOT = "Check Compressive Stress for Concrete, Bot"
IDS_DGN_RPRT_DET_DIR1_TENS_TOP = "Dir 1 Tensile Stress Top"
IDS_DGN_RPRT_DET_DIR2_TENS_TOP = "Dir 2 Tensile Stress Top"
IDS_DGN_RPRT_DET_COMP_TOP = "Compressive Stress Top"
IDS_DGN_RPRT_DET_DIR1_TENS_BOT = "Dir 1 Tensile Stress Bot"
IDS_DGN_RPRT_DET_DIR2_TENS_BOT = "Dir 2 Tensile Stress Bot"
IDS_DGN_RPRT_DET_COMP_BOT = "Compressive Stress Bot"
IDS_DGN_RPRT_DET_CHK_CRACK_ORNOT = "Check elements cracked or not."
IDS_DGN_RPRT_DET_MEMBRANE_FORCE = "Membrane forces."
IDS_DGN_RPRT_DET_CHK_MIN_PRINCIPAL_STRESS = "Check the minimum principal stress."
IDS_DGN_RPRT_DET_NEED_REINFORCEMENT = "Necessary reinforcement and concrete stress."
IDS_DGN_RPRT_DET_TENSILE_STRENGTH_BY_REIN = "Tensile strengths provided by reinforcement."
IDS_DGN_RPRT_DET_CONC_STRESS_LIM = "Concrete strength limit."
IDS_DGN_RPRT_DET_CHK_RESULT = "Check results."
IDS_DGN_RPRT_DET_CHK_FATIGUE = "Check Fatigue Ratio"
IDS_DGN_RPRT_DET_FATIGUE = "Fatigue"
IDS_DGN_RPRT_DET_CALC_FATIGUE = "Calculate fatigue resistance"
IDS_DGN_RPRT_DET_IN_STRUCT_STL = "In the structural steel"
IDS_DGN_RPRT_DET_CALC_TORSION = "Calculate Torsional Resistance"
IDS_DGN_RPRT_DET_VERIFICATION = "Verification"
IDS_DGN_RPRT_DET_LONGI_SHEAR_DGN_LOAD = "Longitudinal Shear Design Load"
IDS_DGN_RPRT_DET_CHECK_SLENDER_COMP = "Check slenderness ratio of compressive member"
IDS_DGN_RPRT_DET_CHECK_SLENDER_TENS = "Check slenderness ratio of tensile member"
IDS_DGN_RPRT_DET_CHK_AXIAL_STRN = "Check Axial Strength"
IDS_DGN_RPRT_DET_CALC_AXIAL_COMP_STRN = "Calculate axial compressive strength"
IDS_DGN_RPRT_DET_CALC_SLEND_L_SHAPE = "Calculate slenderness ratio of single angle"
IDS_DGN_RPRT_DET_CALC_FBS = "Calculate flexural buckling stress"
IDS_DGN_RPRT_DET_CALC_FTBS = "Calculate flexural-torsional buckling stress"
IDS_DGN_RPRT_DET_NOT_CONSIDER = "Not Consider"
IDS_DGN_RPRT_DET_NON_SLENDER = "Non Slender"
IDS_DGN_RPRT_DET_SLENDER = "Slender"
IDS_DGN_RPRT_DET_CHK_WTRF = "Check width-thickness ratio of flange"
IDS_DGN_RPRT_DET_CHK_WTRS = "Check width-thickness ratio of stem"
IDS_DGN_RPRT_DET_CALC_QSF = "Calculate reduction factor of flange"
IDS_DGN_RPRT_DET_CALC_QSS = "Calculate reduction factor of stem"
IDS_DGN_RPRT_DET_CALC_Q = "Calculate reduction factor of stiffened elements"
IDS_DGN_RPRT_DET_CHK_DTRW = "Check depth-thickness ratio of web"
IDS_DGN_RPRT_DET_CALC_QS = "Calculate reduction factor of slender unstiffened elements"
IDS_DGN_RPRT_DET_CALC_QA = "Calculate reduction factor of slender stiffened elements"
IDS_DGN_RPRT_DET_CHK_WTR = "Check width-thickness ratio"
IDS_DGN_RPRT_DET_CHK_WTRTF = "Check width-thickness ratio of top flange"
IDS_DGN_RPRT_DET_CHK_WTRBF = "Check width-thickness ratio of bottom flange"
IDS_DGN_RPRT_DET_CHK_DTR = "Check diameter-thickness ratio"
IDS_DGN_RPRT_DET_CHK_FLEX_MAJOR = "Check flexural strength about major axis (Y)"
IDS_DGN_RPRT_DET_CALC_FLEX_MAJOR = "Calculate flexural strength about major axis"
IDS_DGN_RPRT_DET_CHK_FLEX_MINOR = "Check flexural strength about minor axis (Z)"
IDS_DGN_RPRT_DET_CALC_FLEX_MINOR = "Calculate flexural strength about minor axis"
IDS_DGN_RPRT_DET_CHK_FLEX_MAJOR_U = "Check flexural strength about major axis (U)"
IDS_DGN_RPRT_DET_SECT_PARAM_PRIN = "Section parameter about principal axis"
IDS_DGN_RPRT_DET_DGN_MOMENT_PRIN = "Design moment about principal axis"
IDS_DGN_RPRT_DET_CALC_LIM_WTRF = "Calculate limiting width-thickness ratio for flexure"
IDS_DGN_RPRT_DET_WTR = "Width-thickness ratio"
IDS_DGN_RPRT_DET_YIELD = "Yielding"
IDS_DGN_RPRT_DET_LTB = "Lateral torsional buckling"
IDS_DGN_RPRT_DET_NOT_APP = "Not Applied"
IDS_DGN_RPRT_DET_CALC_LLB = "Leg local buckling"
IDS_DGN_RPRT_DET_CHK_FLEX_MINOR_v = "Check flexural strength about minor axis (V)"
IDS_DGN_RPRT_DET_ELASTIC_SECTION_MODULUS = "Elastic section modulus referred to tension and compression flange"
IDS_DGN_RPRT_DET_CALC_LIM_WTRFF = "Calculate limiting width-thickness ratio of flange for flexure"
IDS_DGN_RPRT_DET_CALC_LIM_WTRWF = "Calculate limiting width-thickness ratio of web for flexure"
IDS_DGN_RPRT_DET_BEND_TENSION_STIFFENED_EFFECT = "Tension stiffened effect"
IDS_DGN_RPRT_DET_APP = "Applied"
IDS_DGN_RPRT_DET_BEND_RPG = "Bending strength reduction factor"
IDS_DGN_RPRT_DET_BEND_CFY = "Compression flange yielding"
IDS_DGN_RPRT_DET_BEND_CFLB = "Compression flange local buckling"
IDS_DGN_RPRT_DET_BEND_TFY = "Tension flange yielding"
IDS_DGN_RPRT_DET_PLASTIC_SECTION_MODULUS = "Plastic section modulus referred to tension and compression flange"
IDS_DGN_RPRT_DET_FLS_NOT_LTB = "Fully lateral Supported - Not Apply LTB"
IDS_DGN_RPRT_DET_COMPACT = "Compact"
IDS_DGN_RPRT_DET_NONCOMPACT = "Non Compact"
IDS_DGN_RPRT_DET_BEND_YIELD = "Nominal flexural strength for Yielding"
IDS_DGN_RPRT_DET_BEND_FLB = "Nominal flexural strength for flange local buckling"
IDS_DGN_RPRT_DET_BEND_FLB_NOT_APP = "Compact Flange - Not Applied"
IDS_DGN_RPRT_DET_BEND_WEB_NOT_APP = "Compact Web - Not Applied"
IDS_DGN_RPRT_DET_BEND_SECT_NOT_APP = "Compact Section - Not Applied"
IDS_DGN_RPRT_DET_COMB_CHK = "Check Combined Strength"
IDS_DGN_RPRT_DET_COMB_INTERACTION = "Calculate interaction ratio of combined strength"
IDS_DGN_RPRT_DET_CHK_SHEAR_MAJOR = "Check shear strength about major axis (Z)"
IDS_DGN_RPRT_DET_CALC_SHEAR_MAJOR = "Calculate shear strength about major axis"
IDS_DGN_RPRT_DET_CHK_SHEAR_MINOR = "Check shear strength about minor axis (Y)"
IDS_DGN_RPRT_DET_CALC_SHEAR_MINOR = "Calculate shear strength about minor axis"
IDS_DGN_RPRT_DET_CALC_WEB_SHEAR_COF = "Calculate web shear coefficient"
IDS_DGN_RPRT_DET_SECT_SIZE_INFO = "Section size information"
IDS_DGN_RPRT_DET_BEND_WLB = "Web local buckling"
IDS_DGN_RPRT_DET_COMP_YIELD = "Compression yielding"
IDS_DGN_RPRT_DET_CLB = "Compression local buckling"
IDS_DGN_RPRT_DET_CHK_TORSION = "Check Torsion strength"
IDS_DGN_RPRT_DET_CALC_C = "Calculate C factor"
IDS_DGN_RPRT_DET_CALC_BUCKLING = "Calculate buckling strength"
IDS_DGN_RPRT_DET_CALC_TORSION_STRN = "Calculate torsional nominal strength"
IDS_DGN_RPRT_DET_CALC_FLB = "Calculate flange local buckling"
IDS_DGN_RPRT_DET_CALC_VER_WEB_CAPA = "Check vertical web bar capacity"
IDS_DGN_RPRT_DET_CALC_CUV_DUCT_FAC = "Calculate Curvature Ductile Factor"
IDS_DGN_RPRT_DET_CALC_MECHA_VOL_HOOP = "Check mechanical volumetric ratio of confining hoops within the critical regions"
IDS_DGN_RPRT_DET_CALC_CRITIC_REGI_SL = "Check sliding failure within the critical regions.(Bottom Position)"
IDS_DGN_RPRT_DET_CHK_ENDZONE_LENGTH = "Check End Zone Length"
IDS_DGN_RPRT_DET_ENDZONE_LENGTH = "End Zone Length"
IDS_DGN_RPRT_DET_CALC_AXIAL_TENS_STRN = "Calculate axial tensile strength"
IDS_DGN_RPRT_DET_ELASTIC_SECTION_MODULUS2 = "Elastic section modulus referred to tension and compression flanges"
IDS_DGN_RPRT_DET_ELASTIC_SECTION_MODULUS3 = "Elastic section modulus referred to compression flanges"
IDS_DGN_RPRT_CALC_COMP_FLB = "Calculate compression flange local buckling"
IDS_DGN_RPRT_LEGS = "legs"
IDS_DGN_RPRT_LEG = "leg"
IDS_DGN_RPRT_POSITIVE = "Positive"
IDS_DGN_RPRT_NEGATIVE = "Negative"
IDS_MEMBER_NAME = "MEMBER NAME"
IDS_SKIP_MESSAGE = "Calculation is skipped."
IDS_SECTION_PROP = "Section Property"
IDS_THICKNESS_PROP = "Thickness Property"
IDS_LENGTH = "Length"
IDS_STRESS = "Stress"
IDS_STEEL = "Steel"
IDS_STEEL_SECTION = "Steel Section"
IDS_COMPOSITE_SECTION = "Composite Section"
IDS_DGN_STRESS_CHECK = "Stress Check"
IDS_DGN_SLAB = "Slab"
IDS_DGN_SHEAR_FORCE = "Shear Force"
IDS_DGN_COMBINED_RATIO = "Combined Ratio"
IDS_DGN_RPT_REINFORCEMENT_SPACING = "Reinforcement Spacing"
IDS_DGN_RPT_SPACING = "Spacing"
IDS_DGN_RPT_DISTRIBUTION_REINFORCEMENT = "Distribution reinforcement"
IDS_CHECK_DISTRIBUTION_TOP_REINFORCEMENT = "Check top distribution reinforcement"
IDS_CHECK_DISTRIBUTION_BOT_REINFORCEMENT = "Check bottom distribution reinforcement"
IDS_DGN_RPT_NON_PRESTRESSED_STRUCTURE = "( for non-prestressed structures )"
IDS_DGN_RPT_MEMB_WITHOUT_TENSION_FORCE = "( for members without tension force )"
IDS_DGN_RPT_COMPOSED_BENDING_TENSION = "( for members with composed bending with tension )"
IDS_DGN_RPT_CONCRETE_AND_STEEL_CLASSES = "(by concrete and steel classes)"
IDS_DGN_RPT_NOT_REQUIRED = "Not Required."
IDS_DGN_RPT_APPLIED_SPACING = "Applied spacing"
IDS_DGN_RPT_CALCULATE_SPACING = "Calculate spacing"
IDS_DGN_RPT_REINFORCEMENT_REQUIRED = "Reinforcement Required"
IDS_DGN_RPT_MAXIMUM_FORCE_ALONG_MEMB = "Maximum forces along the member"
IDS_DGN_RPT_DEFAULT_OR_USER_DEFINED = "(Default or User defined)"
IDS_DGN_CALCULATE_MAXIMUM_INTERACTION_RATIO = "Calculate maximum interaction ratio"
IDS_DGN_MAXIMUM_DEFLECTION_POSITION = "Maximum deflection position"
IDS_COMMON_MAIN_REBAR = "Main Rebar"
IDS_COMMON_DISTRI_REBAR = "Distribution Rebar"
IDS_COMMON_STIRRUP = "Stirrup"
IDS_COMMON_NO_STIRRUP = "No Stirrup"
IDS_EC2_CHARACTERSTIC = "Characteristic"
IDS_EC2_QUARSIPERMANENT = "Quasi-Permanent"
IDS_EC2_FREQUENT = "Frequent"
IDS_EC3_LEFT_TOP_FLANGE = "LEFT TOP-FLANGE"
IDS_EC3_RIGHT_TOP_FLANGE = "RIGHT TOP-FLANGE"
IDS_EC3_MID_TOP_FLANGE = "MIDDLE TOP-FLANGE"
IDS_EC3_LEFT_BOT_FLANGE = "LEFT BOTTOM-FLANGE"
IDS_EC3_RIGHT_BOT_FLANGE = "RIGHT BOTTOM-FLANGE"
IDS_EC3_MID_BOT_FLANGE = "MIDDLE BOTTOM-FLANGE"
IDS_EC3_WEB = "WEB"
IDS_EC3_TOP_PART_WEB = "TOP-PART WEB"
IDS_EC3_BOT_PART_WEB = "BOTTOM-PART WEB"
IDS_EC3_WEB_PANEL = "Web Panel"
IDS_EC3_WEB_DUMMY = "Web Dummy"
IDS_EC3_SECTION_CLASS = "Section classification"
IDS_EC2_DEFLECTION_AMPLIFICATION_FACTOR = "Deflection Amplification Factor"
IDS_EC3_TOP_WEB = "TOP-WEB"
IDS_EC3_BOTTOM_WEB = "BOTTOM-WEB"
IDS_EC3_LEFT_WEB = "LEFT WEB"
IDS_EC3_RIGHT_WEB = "RIGHT WEB"
IDS_EC3_TUBULAR = "TUBULAR"
IDS_EC3_INT_BOT_FLANGE = "INTERNAL BOTTOM-FLANGE"
IDS_EC3_INT_TOP_FLANGE = "INTERNAL TOP-FLANGE"
IDS_EC3_LEFT_MIDDLE_TOP_FLANGE = "LEFT-MIDDLE TOP-FLANGE"
IDS_EC3_RIGHT_MIDDLE_TOP_FLANGE = "RIGHT-MIDDLE TOP-FLANGE"
IDS_EC3_LEFT_MIDDLE_BOT_FLANGE = "LEFT-MIDDLE BOTTOM-FLANGE"
IDS_EC3_RIGHT_MIDDLE_BOT_FLANGE = "RIGHT-MIDDLE BOTTOM-FLANGE"
IDS_EC3_TOP_FLANGE_PANEL = "Top flange Panel"
IDS_EC3_BOT_FLANGE_PANEL = "Bottom flange Panel"
IDS_EC3_TOP_FLANGE = "TOP-FLANGE"
IDS_EC3_BOT_FLANGE = "BOTTOM-FLANGE"
IDS_EC3_LEFT_D_TOP_FLANGE = "LEFT-D TOP-FLANGE"
IDS_EC3_RIGHT_D_TOP_FLANGE = "RIGHT-D TOP-FLANGE"
IDS_EC3_LEFT_1_TOP_FLANGE = "LEFT-1 TOP-FLANGE"
IDS_EC3_LEFT_2_TOP_FLANGE = "LEFT-2 TOP-FLANGE"
IDS_EC3_RIGHT_1_TOP_FLANGE = "RIGHT-1 TOP-FLANGE"
IDS_EC3_RIGHT_2_TOP_FLANGE = "RIGHT-2 TOP-FLANGE"
IDS_EC3_LEFT_D_BOT_FLANGE = "LEFT-D BOTTOM-FLANGE"
IDS_EC3_RIGHT_D_BOT_FLANGE = "RIGHT-D BOTTOM-FLANGE"
IDS_DGN_CONSTRUCTIBILITY = "Constructibility"
IDS_AS_FROM_BOTTOM_SURFACE_SECTION = "from the bottom surface of the section"
IDS_AS_ASSUMED_TRANSVERSE_STRESS_FLANGE_ZERO = "It is assumed that the transverse stress of the flange plate is zero"
IDS_AS_STRENGTH_FLANGE_PLATE = "Strength of Flange Plate"
IDS_AS_STRENGTH_LONGITUDINAL_FLANGE_STIFFENER = "Strength of longitudinal flange stiffener"
IDS_CRACKED = "Cracked"
IDS_EFFECTIVE_SECTION_PROP = "Effective Section Property"
IDS_AS_CHECK_MINIMUM_AREA_REINFORCEDMENT = "Check minimum area of reinforcement"
IDS_AS_ASSUMED_AREA_THE_END_POST_SATISFIES_EQ_5_14_9 = "It is assumed that the area of the end posts satisfies the requirement of equation 5.14.9."
IDS_AS_CRACK_CONTROL_SLAB = "Crack Control of Slab"
IDS_AS_NOMINAL_DIAMETER = "Nominal Diameter"
IDS_AS_CENTER_TO_CENTER_SPACING = "Center-to-Center Spacing"
IDS_AS_CHECK_MAXIMUM_SPACING_REBAR = "Check the maximum spacing of rebars"
IDS_AS_YIELDING_FLANGE_PLATE = "Yielding of %s flange plate"
IDS_AS_PANEL_FROM_TOP_FLANGE = "panel from the top flange"
IDS_AS_STIFFENER_FROM_TOP_FLANGE = "stiffener from the top flange"
IDS_AS_CRITICAL_PANEL = "Critical Panel:"
IDS_AS_CRITICAL_STIFFENER = "Critical Stiffener:"
IDS_AS_FIRST = "First"
IDS_AS_SECOND = "Second"
IDS_AS_THIRD = "Third"
IDS_AS_FOURTH = "Fourth"
IDS_AS_FIFTH = "Fifth"
IDS_AS_SIXTH = "Sixth"
IDS_AS_SEVENTH = "Seventh"
IDS_INTERACTION_SHEAR_BENDING = "Interaction of shear & bending"
IDS_INTERACTION_SHEAR_BENDING_2LINE = "Interaction of \n shear & bending"
IDS_PROPORTIONING_METHOD = "Proportioning method"
IDS_SHEAR_BENDING_INTERACTION_METHOD = "Shear and bending interaction method"
IDS_CLAUSE_4_6_3_ALLOW_SEQUECE_CONSTRUCTION = "is determined in accordance with clause 4.6.3 to allow for the sequence of construction."
IDS_STRENGTH_LONGITUDINAL_FLANGE_STIFFENER = "Strength of longitudinal flange stiffeners"
IDS_STRENGTH_LONGITUDINAL_FLANGE_STIFFENER_2LINE = "Strength of longitudinal \nflange stiffener"
IDS_DEMAND = "Demand"
IDS_CAPACITY = "Capacity"
IDS_YIELDING_FLANGE_PLATE = "Yielding of flange plate"
IDS_LONGITUDINAL_SHEAR_SLS = "Longitudinal Shear for SLS"
IDS_CHARACTERISTIC_SHEAR_CAPACITY_OF_SHEAR_CONNECTORS = "Characteristic shear capacity of shear connectors"
IDS_DESIGN_FOR_LONGITUDINAL_SHEAR = "Design for longitudinal shear"
IDS_DESIGN_LONGITUDINAL_SHEAR_FORCE_PER_UNIT_LENGTH = "Design longitudinal shear force per unit length"
IDS_FORCE = "Force"
IDS_COMPOSITE = "Composite"
IDS_COMPONENT = "Component"
IDS_STRESSES = "Stresses"
IDS_TOP_FLANGE = "Top flange"
IDS_BOTTOM_FLANGE = "Bottom flange"
IDS_WARPING_STRESSES = "Warping Stresses"
IDS_DSITORSIONAL_WARPING = "Distorsional Warping"
IDS_EFFECTIVE_PLASTIC_NEUTRAL_AXIS = "Effective Plastic Neutral Axis"
IDS_DESIGN_FOR_BENDING_MOMENT = "Design for bending moment"
IDS_MOMENT_MODIFICATION_FACTOR = "Moment modifiaction factor"
IDS_SHEAR_YIELD_CAPACITY = "Shear yield capacity"
IDS_SHEAR_BUCKLING_CAPACITY = "Shear buckling Capacity"
IDS_INTERACTION_BUCKLING_CRITERION = "Interaction buckling criterion"
IDS_RESTRAINT_WEB_PANELS = "Restraint of web panels"
IDS_THIS_WEB_PANEL_IS_RESTRAINED = "This web panel is restrained"
IDS_THIS_WEB_PANEL_IS_UNRESTRAINED = "This web panel is unrestrained"
IDS_BUCKLING_COEFFICIENTS = "Buckling coefficients"
IDS_AXIAL_COEFFICIENTS = "Axial coefficient"
IDS_SHEAR_COEFFICIENTS = "Shear coefficient"
IDS_BENDING_COEFFICIENTS = "Bending coefficient"
IDS_STRENGTH_LONGITUDINAL_WEB_STIFFENER = "Strength of longitudinal web stiffeners"
IDS_STIFFENER = "Stiffener"
IDS_MINIMUM_STIFFNESS = "Minimum stiffness"
IDS_YIELDING_WEB_PANEL = "Yielding of web panels"
IDS_PLASTIC_MOMENT = "Plastic moment"
IDS_MATERIAL_STEEL_GRADE = "사용강종"
IDS_DGN_RPT_TABLE = "표"
IDS_DGN_RPT_EQUATION = "식"
IDS_DGN_ALLOWABLE_FLEXURAL_TENSILE_STRESS = "허용휨인장응력"
IDS_DGN_ALLOWABLE_FLEXURAL_COMPRESSIVE_STRESS = "허용휨압축응력"
IDS_DGN_ALLOWABLE_COMP_STRESS_NOT_BUCKLING = "국부좌굴을 고려하지 않은 허용축방향압축응력"
IDS_DGN_RPT_Y_AXIS_EFFECTIVE_BUCKLING_LENGTH = "Y축에 대한 유효좌굴길이"
IDS_DGN_RPT_Z_AXIS_EFFECTIVE_BUCKLING_LENGTH = "Z축에 대한 유효좌굴길이"
IDS_DGN_RPT_MEMBER_EFFECTIVE_BUCKLING_LENGTH = "부재의 유효좌굴길이"
IDS_DGN_RPT_MEMBER_RADIUS_OF_GYRATION = "부재 총단면의 단면회전반경"
IDS_DGN_RPT_MEMBER_SLENDERNESS = "세장비"
IDS_DGN_RPT_DIVISION = "구분"
IDS_DGN_RPT_DISTANCE_BETWEEN_COMP_FLANGE = "압축플랜지 고정점간 거리"
IDS_DGN_RPT_COMP_FLANGE_WIDTH = "압축플랜지 폭"
IDS_DGN_RPT_WEB_AREA = "복부판의 총단면적"
IDS_DGN_RPT_COMP_FLANGE_AREA = "압축플랜지 총단면적"
IDS_DGN_RPT_LOCAL_BUCKLING_ALLOWABLE_STRESS_OF_OUTSTAND = "자유돌출판의 국부좌굴에 대한 허용응력"
IDS_DGN_RPT_COMP_STRESS_MIN_THICKNESS_OF_OUTSTAND = "압축응력을 받는 자유돌출판의 최소두께"
IDS_DGN_RPT_ALLOWABLE_EULER_BUCKLING_STRESS = "허용 오일러 좌굴응력"
IDS_DGN_RPT_ALLOWABLE_SHEAR_STRESS = "허용 전단응력"
IDS_DGN_RPT_NOTE = "note"
IDS_DGN_RPT_ALLOWABLE_STRESS_LOCAL_BUCKLING_STIFFENED_PLATE_SUPPORT_PLATE = "보강된판 및 양연지지판의 국부좌굴에 대한 허용응력"
IDS_DGN_RPT_PLATE_THICKNESS = "판두께"
IDS_DGN_RPT_DISTANCE_BETWEEN_FIXED_EGDES_PLATE = "판의 고정연 사이의 거리"
IDS_DGN_RPT_STRESS_GRADIENT_COEFFICIENT = "응력구배계수"
IDS_DGN_RPT_STRESS_GRADIENT = "응력구배"
IDS_DGN_RPT_STRESS_BOTH_EDGES_OF_PLATE = "판의 양연에서의 응력"
IDS_DGN_RPT_MIN_THICKNESS_INTERNAL_PLATE_COMPRESSIVE_STRESS = "압축응력을 받는 양연지지판의 최소두께"
IDS_DGN_RPT_ALLOWABLE_STRESS_INTERNAL_PLATE_LOCAL_BUCKLING = "양연지지판의 국부좌굴에 대한 허용응력"
IDS_DGN_RPT_STRESS_BOTH_EDGES_OF_PLATE_EXCLUDED_FROM_REVIEW_INTERNAL_PLATE = "판의 양연에서의 응력이 인장이므로, 압축응력을 받는 양연지지판 검토에서 제외."
IDS_DGN_RPT_THICKNESS_OF_STIFFENED_PLATE = "보강된 판의 두께"
IDS_DGN_RPT_WIDTH_OF_STIFFENED_PLATE = "보강된 판의 폭"
IDS_DGN_RPT_NUMBER_OF_PANELS_SEPERATED_BY_L_STIFFENERS = "종방향보강재에 의해 구분되는 패널의 수"
IDS_DGN_RPT_MIN_THICKNESS_STIFFENED_PLATE_COMPRESSIVE_STRESS = "압축응력을 받는 보강된 판의 최소두께"
IDS_DGN_RPT_ALLOWABLE_STRESS_LOCAL_BUCKLING_OF_STIFFENED_PLATE = "보강된 판의 국부좌굴에 대한 허용응력"
IDS_DGN_RPT_STRESS_BOTH_EDGES_OF_PLATE_EXCLUDED_FROM_REVIEW_STIFFENED_PLATE = "판의 양연에서의 응력이 인장이므로, 압축응력을 받는 보강된 판 검토에서 제외."
IDS_DGN_RPT_ALLOWABLE_STRESS_SUMMARY = "허용응력 요약"
IDS_DGN_RPT_OUTSTAND_PLATE = "자유돌출판"
IDS_DGN_RPT_INTERNAL_PLATE = "양연지지판"
IDS_DGN_RPT_STIFFENED_PLATE = "보강된 판"
IDS_DGN_RPT_CHECKING_FLEXURAL_STRESS = "휨응력에 대한 검토"
IDS_DGN_RPT_CHECKING_SHEAR_STRESS = "전단응력에 대한 검토"
IDS_DGN_RPT_WEB_THICKNESS = "복부 두께"
IDS_DGN_RPT_CHECKING_COMBINED_STRESS = "합성응력에 대한 검토"
IDS_DGN_RPT_DISTANCE_CENTROID_TO_OUTERMOST_SIDE_OF_CLOSED_SECTION = "단면 도심으로부터 폐단면의 최외측까지의 거리"
IDS_DGN_RPT_CHECKING_ALLOWABLE_STRESS_FOR_AXIAL_BENDING_MEMBER = "축방향력 및 휨모멘트를 받는 부재의 허용응력 검토"
IDS_DGN_RPT_AXIAL_STRESS = "축방향력에 의한 응력"
IDS_DGN_RPT_STRESS_FOR_BENDING = "휨모멘트에 의한 응력"
IDS_DGN_RPT_EFFECT_OF_ADDITIONAL_BENDING_MOMENT_CANNOT_BE_CONSIDERED = "일 경우 부가적인 휨모멘트의 영향을 고려할 수 없습니다"
IDS_DGN_RPT_FORMULAR_CANNOT_BE_CONSIDERED = "일 경우 검토식을 적용할 수 없습니다"
IDS_DGN_RPT_CHECKING_AXIAL_FORCE = "축방향력에 대한 검토"
IDS_DGN_RPT_ALLOWABLE_AXIAL_TENSILE_STRESS_FLEXURAL_TENSILE_STRESS = "허용축방향인장응력 및 허용휨인장응력"
IDS_DGN_RPT_ALLOWABLE_AXIAL_TENSILE_STRESS = "허용축방향인장응력"
IDS_DGN_RPT_ALLOWABLE_STRESS_LOCAL_BUCKLING = "국부좌굴에 대한 허용응력"
IDS_DGN_RPT_ALLOWABLE_AXIAL_COMPRESSION_STRESS_UPPER_LIMIT_NOT_LOCAL_BUCKLING = "국부좌굴을 고려하지 않은 허용축방향압축응력의 상한값"
IDS_DGN_RPT_PIPE_RADIUS = "강관의 반지름"
IDS_DGN_RPT_SECTION_NAME = "단면이름"
IDS_DGN_RPT_LOAD_COMBINATION = "하중조합"
IDS_DGN_RPT_SECTION_PROPERTIES = "단면제원상수"
IDS_DGN_RPT_CHECK_POSITION = "검토위치"
IDS_DGN_RPT_EFFECTIVE_BUCKLING_LENGTH = "유효좌굴장"
IDS_DGN_RPT_CHECKING_STRESS_RESULT = "응력검토 결과"
IDS_DGN_RPT_CHECKING_RESULT = "검토 결과"
IDS_DGN_RPT_RESULT_BENDING_STRESS = "휨 응력도"
IDS_DGN_RPT_RESULT_AXIAL_TENSILE_STRESS = "축방향 인장 응력도"
IDS_DGN_RPT_RESULT_SHEAR_STRESS = "전단 응력도"
IDS_DGN_RPT_RESULT_COMBINED_STRESS = "합성 응력도"
IDS_DGN_RPT_RESULT_STABILITY_FOR_AXIAL_TENSION = "축방향 힘이 인장의 경우의 안정조사"
IDS_DGN_RPT_RESULT_STABILITY_FOR_AXIAL_COMPRESSION = "축방향 힘이 압축의 경우의 안정조사"
IDS_DGN_RPT_CHECKING_OKNG = "판정"
IDS_DGN_RPT_COMBINED_STRESS = "합성응력"
IDS_DGN_RPT_ALLOWABLE_VAULE = "허용값"
IDS_DGN_RPT_POSITION = "Position"
IDS_DGN_RPT_DIRECTION = "direction"
IDS_DGN_RPT_PANEL_SIZE = "패널수"
IDS_DGN_RPT_MAX_ALLOWABLE_STRESS_NOT_CHANGE_DEPENDING_ON_THICKNESS = "판두께에 의해 내력이 변화하지 않는 강재(-H사양)을 사용"
IDS_DGN_RPT_APPLY_UPPER_LIMIT_ALLOWABLE_BENDING_COMPRESSIVE_STRESS = "허용 휨 압축응력도의 상한값 적용"
IDS_DGN_RPT_APPLY_UPPER_LIMIT_ALLOWABLE_STRESS_FOR_LOCAL_BUCKLING = "국부좌굴에 대한 허용 응력도의 상한값 적용(웹부재)"
IDS_DGN_RPT_ALLOWABLE_STRESS_CHECKING = "허용응력 계산"
IDS_DGN_RPT_COMBINED_STRESS_CHECKING_POSITION_TOP_CORNER = "상단 우각부"
IDS_DGN_RPT_COMBINED_STRESS_CHECKING_POSITION_BOTTOM_CORNER = "하단 우각부"
IDS_DGN_RPT_COMBINED_STRESS_CHECKING_POSITION_TOP_FLANGE = "상부 플랜지"
IDS_DGN_RPT_COMBINED_STRESS_CHECKING_POSITION_BOTTOM_FLANGE = "하부 플랜지"
IDS_DGN_RPT_PART_WEB = "Web"
IDS_DGN_RPT_PART_FLANGE = "Flange"
IDS_DGN_RPT_PART_CORNER = "Corner"
IDS_DGN_RPT_PART_CENTER = "중앙"
IDS_DGN_RPT_PART_TOP = "상단"
IDS_DGN_RPT_PART_BOTTOM = "하단"
IDS_DGN_RPT_PART_LEFT_TOP = "좌상단"
IDS_DGN_RPT_PART_RIGHT_TOP = "우상단"
IDS_DGN_RPT_PART_RIGHT_BOTTOM = "우하단"
IDS_DGN_RPT_PART_LEFT_BOTTOM = "좌하단"
IDS_DGN_RPT_RESPONSE_MODIFICATION_FACTOR = "Response Modification Factor"
IDS_AU_BRACED_COLUMN = "Braced Column"
IDS_AU_DAY = "Day"
IDS_AU_DAYS = "Days"
IDS_AU_DIRECTION = "Direction"
IDS_AU_DOUBLE_CURVATURE = "Double Curvature"
IDS_AU_ELEMENT_ID = "Element ID"
IDS_AU_END_I = "END-I"
IDS_AU_END_J = "END-J"
IDS_AU_ENVIRONMENT_ARID = "Arid"
IDS_AU_ENVIRONMENT_INTERIOR = "Interior"
IDS_AU_ENVIRONMENT_NEAR_COASTAL = "Near Coastal"
IDS_AU_ENVIRONMENT_TEMPERATE_INLAND = "Temperate Inland"
IDS_AU_ENVIRONMENT_TROPICAL = "Tropical"
IDS_AU_MIDDLE = "MIDDLE"
IDS_AU_NODE_ID = "Node ID"
IDS_AU_PARA_END_I = "End( i )"
IDS_AU_PARA_END_J = "End( j )"
IDS_AU_PARA_MIDDLE = "Middle"
IDS_AU_POSITION = "Position"
IDS_AU_SECTION_ID = "Section ID"
IDS_AU_THICKNESS_ID = "Thickness ID"
IDS_AU_UNBRACED_COLUMN = "Unbraced Column"
IDS_AU_ABSOLUTE_VALUES = "Absolute Values"
IDS_AU_AGE_OF_CONCRETE = "Age of Concrete"
IDS_AU_AGGREGATE_SIZE = "Aggregate size"
IDS_AU_ANGLE_OF_INCLINATION = "Angle of inclination"
IDS_AU_APPLY_MIN_BEND_MOMENT = "Apply minimum bending moment"
IDS_AU_AREA_BAR_CLOSED_FITMENT = "Cross-sectional area of the bar forming a closed fitment"
IDS_AU_AREA_BOUND_OUTERMOST_FITMENTS = "Cross-sectional area bounded by the center-line of the outermost fitments"
IDS_AU_AREA_ENCLOSED_SHEAR_FLOW_PATH = "Area enclosed by shear flow path"
IDS_AU_AREA_ENCLOSED_TRANS_TORS_REIN = "Area enclosed by center-line of exterior closed transverse torsion reinforcement"
IDS_AU_AREA_REIN_HALF_DEPTH_TENSION_ZONE = "Areas of reinforcing bars in the half-depth of the section containing the flexural tension zone"
IDS_AU_ASSUMED_BY_DESIGN = "Assumed by design"
IDS_AU_BALANCED_AXIS = "Balanced Axis"
IDS_AU_BASIC_DRY_SHRINK_STRAIN = "Basic drying shrinkage strain"
IDS_AU_BEND_MOMENT_STRN = "Bending Moment Strength"
IDS_AU_CENT_SPAC_BAR_NEAR_TENS_FACE = "Center-to-center spacing of bars near a tension face"
IDS_AU_CENT_SPAC_REIN = "Center to center spacing of reinforcement"
IDS_AU_CHAR_UNIAX_TENS_STRN_CONC = "Characteristic uniaxial tensile strength of concrete"
IDS_AU_CHAR_YIELD_STRN_REIN = "Characteristic yield strength of reinforcement"
IDS_AU_CITY = "City"
IDS_AU_COMP_FORC_REIN_SINGLE = "Compression force by reinforcement based on singly reinforced design"
IDS_AU_COMP_FORCE = "Compression force"
IDS_AU_COMP_FORCE_CONC = "Compression force by concrete"
IDS_AU_CRACK_WIDTH = "Crack width"
IDS_AU_DAY_OF_DRYING = "Day of Drying"
IDS_AU_DESIGN_FACTORS = "Design Factors"
IDS_AU_DIST_LONG_BAR_SIDE = "Distance of longitudinal bar from side"
IDS_AU_DIST_LONG_BAR_SOFFIT = "Distance of longitudinal bar from soffit"
IDS_AU_EFF_DEPTH_BENDING = "Effective depth of a cross-section in the plane of bending"
IDS_AU_EFFECTIVE_COMP_STRENG_FACT = "Effective compression strength factor"
IDS_AU_ENVIRONMENT = "Environment"
IDS_AU_EQUIV_FACT_SHEAR_FORC = "Equivalent Factored Shear Force"
IDS_AU_EXPOSED_PERI_SECT = "Exposed perimeter of a cross-section"
IDS_AU_EXPOSURE_CLASSIFICATION = "Exposure Classification"
IDS_AU_FINAL_AUTO_SHRINK_STRAIN = "Final autogenous shrinkage strain"
IDS_AU_FINAL_DRY_SHRINK_STRAIN = "Final drying basic shrinkage strain"
IDS_AU_GOVERN_LCOM = "Governing load combination"
IDS_AU_HOOP = "Hoop"
IDS_AU_HOOP_BAR = "Hoop Bar"
IDS_AU_INSIDE_SPECIAL_CONFINE_REGION = "Inside of the special confinement region"
IDS_AU_LENG_OUTSIDE_PERI_CONC = "Length of the outside perimeter of concrete cross-section"
IDS_AU_MAIN_BAR = "Main Bar"
IDS_AU_MAX_ALLOW_LONG_REIN = "Maximum allowed longitudinal reinforcement"
IDS_AU_MAX_LONG_SPAC_SHEAR_REIN = "Maximum longitudinal spacing of shear reinforcement"
IDS_AU_MAX_REQ_FLEX_TENS_REIN = "Maximum required flexural tension reinforcement"
IDS_AU_MAX_SLEND_RATIO_EXCEED = "Maximum slenderness ratio is exceeded"
IDS_AU_MAX_SLEND_RATIO_NOT_EXCEED = "Maximum slenderness ratio is NOT exceeded"
IDS_AU_MAX_STRS_REIN_DIA = "Maximum stress of reinforcement by diameter"
IDS_AU_MAX_STRS_REIN_SPAC = "Maximum stress of reinforcement by spacing"
IDS_AU_MEAN_AXIAL_TENS_STRN_CONC = "Mean value of the axial tensile strength of concrete"
IDS_AU_MEAN_VALUE_COMP_STRN_CONC = "Mean value of the in situ compressive strength of concrete"
IDS_AU_MIN_ALLOW_LONG_REIN = "Minimum allowed longitudinal reinforcement"
IDS_AU_MIN_BEND_MOMENT = "Minimum Bending Moment"
IDS_AU_MIN_REQ_FLEX_TENS_REIN = "Minimum required flexural tension reinforcement"
IDS_AU_MIN_REQ_STRN = "Minimum required strength"
IDS_AU_MIN_TRANS_SHEAR_REIN = "Minimum transverse shear reinforcement"
IDS_AU_MOMENT_INERTIA_COMP_REIN = "Moment of inertia by compression reinforcement"
IDS_AU_MOMENT_INERTIA_CONC = "Moment of inertia by concrete"
IDS_AU_MOMENT_INERTIA_TENS_REIN = "Moment of inertia by tension reinforcement"
IDS_AU_MOMENT_STRN = "Moment strength"
IDS_AU_NEUTRAL_AXIS = "Neutral Axis"
IDS_AU_NO_LATERAL_RESTRAIN_LONG_BARS = "Number of laterally restrained longitudinal bars"
IDS_AU_NOMI_CAPA_RBAR_BALANCE_AXIS = "Nominal capacity of rebar for balanced axis"
IDS_AU_NOMI_CAPA_RBAR_NEUTRAL_AXIS = "Nominal capacity of rebar for neutral axis"
IDS_AU_NOT_SPECIAL_CONFINE_REGION = "NOT Special confinement reion"
IDS_AU_ON_FLEX_COMP_SIDE = "On the flexural compression side"
IDS_AU_ON_FLEX_TENS_SIDE = "On the flexural tension side"
IDS_AU_OUTSIDE_SPECIAL_CONFINE_REGION = "Outside of the special confinement region"
IDS_AU_OVERALL_DEPTH_BENDING = "Overall depth of a cross-section in the plane of bending"
IDS_AU_POSI_TENSION_NEGA_COMP = "Positive for tension, Negative for compression"
IDS_AU_RECT_SECT = "Rectangular section"
IDS_AU_REIN_REQ_COLM = "Reinforcement Requirements for Columns"
IDS_AU_REIN_REQ_WALL = "Reinforcement Requirements for Walls"
IDS_AU_REIN_TENS_ZONE_CRACK = "Reinforcement in Tension Zone for Crack Control"
IDS_AU_ROTATE_ANGLE_NEUTRAL_AXIS = "Rotation angle of neutral axis"
IDS_AU_ROTATED_SECT = "Rotated Section"
IDS_AU_SEARCH_NEUTRAL_AXIS = "Search for neutral axis depth"
IDS_AU_SHEAR_STRN = "Shear Strength"
IDS_AU_SLEND_RATIO = "Slenderness Ratio"
IDS_AU_SPECIAL_CONFINE_REGION = "Special confinement reion"
IDS_AU_SPIRAL = "Spiral"
IDS_AU_STRS_REIN = "stress of reinforcement"
IDS_AU_T_SECT_FLG_TENS = "T section, Flange in tension"
IDS_AU_T_SECT_WEB_TENS = "T section, Web in tension"
IDS_AU_TENS_FORC_REIN = "Tensile force by reinforcement"
IDS_AU_TENS_REIN_AREA = "Tensile reinforcement area"
IDS_AU_TORS_CAPA = "Torsion Capacity"
IDS_AU_TORS_CRACK_MOMENT = "Torsional cracking moment"
IDS_AU_TORS_STRN = "Torsion strength"
IDS_AU_TOTAL_AREA_OUTSIDE_PERI_CONC = "Total area enclosed by outside perimeter of concrete section"
IDS_AU_TRANS_SHEAR_REIN_NOT_REQ = "Transverse shear reinforcement is NOT required"
IDS_AU_TRANS_SHEAR_REIN_REQ = "Transverse shear reinforcement is required"
IDS_AU_UNIFORM_COMP_STRS_DEPTH_FACT = "Uniform compressive stress depth factor"
IDS_AU_UNIFORM_COMP_STRS_FACT = "Uniform compressive stress factor"
IDS_AU_USER_INPUT_APPLIED = "User Input Applied"
IDS_AU_VERIFY_SPECIAL_CONFINE_REGION_REQ = "Verification of special confinement region requirement"
IDS_AU_AXIAL_MOMENT_CAPA = "Axial / Moment Capacity"
IDS_AU_MIN_TRANS_REIN_AREA = "Minimum transverse reinforcement area"
IDS_AU_CONFINE_CORE = "Confinement to the Core"
IDS_AU_SPAC_FITMENTS = "Spacing of fitments"
IDS_AU_BAR_DIA_FITMENT = "Bar diameter of fitments"
IDS_AU_MAX_TRANS_REIN_SPAC = "Maximum transverse reinforcement spacing"
IDS_AU_ANAL_RES_BENDING = "Analysis results for bending"
IDS_AU_AXIAL_FORC_DUE_TO_DEAD_LOAD = "Axial forces due to dead load"
IDS_AU_AXIAL_FORC_DUE_TO_LIVE_LOAD = "Axial forces due to live load"
IDS_AU_CENT_TO_CENT_SPAC = "Center-to-center spacing"
IDS_AU_CLEAR_DIST = "Clear distance"
IDS_AU_CTRL_FOR_CRACKING = "Control for cracking"
IDS_AU_DIST_TOP_FIBER_CENT_COMP_FORC = "Distance from the top fiber to the centroid of the resultants of compressive forces"
IDS_AU_DIST_TOP_FIBER_CENT_TENS_FORC = "Distance from the top fiber to the centroid of the resultants of tensile forces"
IDS_AU_HOR_REINF_CRACK_CTRL = "Horizontal reinforcement for crack control"
IDS_AU_MAX_CENT_TO_CENT_SPAC = "Maximum center-to-center spacing"
IDS_AU_MIN_CLEAR_DIST = "Minimum clear distance"
IDS_AU_PERMANENT_EFFECT = "Permanent Effect"
IDS_AU_REINF_SECOND_DIR_REST_SLAB = "Reinforcement in the secondary direction in restrained slabs"
IDS_AU_SHRINK_TEMP_EFFECT = "Shrinkage and temperature effects"
IDS_AU_SLS_LOAD_COMB = "SLS Load Combination"
IDS_AU_CALC_ANGLE_CONC_COMP_LONG_AXIS = "Calculate angle of inclination of the concrete compression strut and the longitudinal axis"
IDS_AU_CALC_AUTO_SHRINK_STRAIN = "Calculate autogenous shrinkage strain"
IDS_AU_CALC_AXIAL_LOAD_MOMENT_CAPA = "Calculate axial load and moment capacities"
IDS_AU_CALC_BUCKLING_LOAD = "Calculate buckling load"
IDS_AU_CALC_BY_FEM_METHOD = "Calculated by FEM Method"
IDS_AU_CALC_CAPA_COMP_STRS_BLCOK = "Calculate capacity of compression stress block"
IDS_AU_CALC_CAPA_REIN = "Calculate capacity of reinforcement"
IDS_AU_CALC_COEF_MOMENT_MAGNIFIER = "Calculate coefficient for moment magnifier"
IDS_AU_CALC_COMP_STRS_BLOCK_FACT = "Calculate Compression Stress Block Factor"
IDS_AU_CALC_DGN_CREEP_COEF = "Calculate design creep coefficient"
IDS_AU_CALC_DGN_FORC = "Calculate Design Force"
IDS_AU_CALC_DGN_FORC_NMM = "Calculate Design Force for NMM"
IDS_AU_CALC_DGN_FORC_NM = "Calculate Design Force for NM"
IDS_AU_CALC_DGN_MOMENT = "Calculate design moment"
IDS_AU_CALC_DGN_SHRINK_STRAIN = "Calculate design shrinkage strain"
IDS_AU_CALC_DIFF_MEAN_STRAIN_REIN_CONC = "Calculate difference between the mean strain in the reinforcement and concrete"
IDS_AU_CALC_DRY_SHRINK_STRAIN = "Calculate drying shrinkage strain"
IDS_AU_CALC_ECCEN = "Calculate eccentricity"
IDS_AU_CALC_EFF_DEPTH_CONC_TENS = "Calculate effective depth of concrete in tension surrounding the bars"
IDS_AU_CALC_EFF_MODULAR_RATIO = "Calculate effective modular ratio"
IDS_AU_CALC_EFF_SHEAR_DEPTH = "Calculate effective shear depth"
IDS_AU_CALC_FACT = "Calculate factor"
IDS_AU_CALC_FACT_STRS = "Calculate factor for stress"
IDS_AU_CALC_FORC_COMPO_NEUT_AXIS = "Calculate force components at the neutral axis"
IDS_AU_CALC_HYPO_THICK = "Calculate hypothetical thickness"
IDS_AU_CALC_INERTIA_CRACK_SECT = "Calculate moment of inertia of cracked section"
IDS_AU_CALC_LIMIT_SLEND_RATIO = "Calculate limit of selenderness ratio"
IDS_AU_CALC_LONG_STRAIN_CONC_SHEAR = "Calculate longitudinal strain in concrete for shear"
IDS_AU_CALC_MAX_FINAL_CRACK_SPAC = "Calculate maximum final crack spacing"
IDS_AU_CALC_MAX_REQ_FLEX_TENS_REIN = "Calculate maximum required flexural tension reinforcement"
IDS_AU_CALC_MAX_SPAC_TRANS_REIN = "Calculate maximum spacing of transverse shear reinforcement"
IDS_AU_CALC_MAX_STRS_REIN_TENS_ZONE = "Calculate maximum stress of reinforcement in tension zone"
IDS_AU_CALC_MIN_BEND_MOMENT = "Calculate Minimum Bending Moment"
IDS_AU_CALC_MIN_REQ_FLEX_TENS_REIN = "Calculate minimum required flexural tension reinforcement"
IDS_AU_CALC_MIN_REQ_STRN_BEND = "Calculate minimum required strength in bending"
IDS_AU_CALC_MIN_TRANS_SHEAR_REIN = "Calculate minimum transverse shear reinforcement"
IDS_AU_CALC_MODI_FACT = "Calculate modification factors"
IDS_AU_CALC_MODI_FACT_NLINEAR_CREEP = "Calculate modification factor for non-linear creep behavior"
IDS_AU_CALC_MOMENT_CAPA_BUCKLING_LOAD = "Calculate moment capacity for buckling load"
IDS_AU_CALC_MOMENT_MAGNIFIER = "Calculate Moment Magnifier"
IDS_AU_CALC_MOMENT_RESIST = "Calculate moment resistance"
IDS_AU_CALC_NEUTRAL_AXIS_DEPTH = "Calculate neutral axis depth"
IDS_AU_CALC_NOMI_CAPA = "Calculate nominal capacity"
IDS_AU_CALC_PROPORTION_LONG_REIN = "Calculate proportioning longitudinal reinforcement"
IDS_AU_CALC_REIN_RATIO = "Calculate reinforcement ratio"
IDS_AU_CALC_SHEAR_COEF_BY_GENERAL = "Calculate shear coefficient by general method"
IDS_AU_CALC_SHEAR_COEF_BY_SIMPLE = "Calculate shear coefficient by simple method"
IDS_AU_CALC_SHEAR_STRN_CONC = "Calculate shear strength by concrete"
IDS_AU_CALC_SHEAR_STRN_LIMIT_WEB_CRUSH = "Calculate shear strength limited by web crushing"
IDS_AU_CALC_SHEAR_STRN_REIN = "Calculate shear strength by reinforcement"
IDS_AU_CALC_SLEND_RATIO = "Calculate Slenderness Ratio"
IDS_AU_CALC_STRN_REDUCT_FACT = "Calculate strength reduction factor"
IDS_AU_CALC_STRS_REIN_TENS_ZONE = "Calculate stress of reinforcement in tensile zone"
IDS_AU_CALC_TORS_CRACK_MOMENT = "Calculate torsional cracking moment"
IDS_AU_CALC_TORS_STRN = "Calculate torsional strength"
IDS_AU_CALC_ULTIMATE_STRN_COMP = "Calculate ultimate strength in compression"
IDS_AU_CALC_ULTIMATE_STRN_COMP_WITHOUT_BEND = "Calculate Ultimate Strength in Compression without Bending"
IDS_AU_CALC_UNIAX_TENS_STRN_CONC = "Calculate uniaxial tensile strength of concrete"
IDS_AU_CALC_UNIFORM_CONC_COMP_STRS = "Calculate uniform concrete compression stress"
IDS_AU_CALC_MIN_REINF_CRACK_CTRL = "Calculate Minimum Reinforcement for Crack Control"
IDS_AU_CALC_MOMENT_CAPA_BALANCE_ECCEN = "Calculate moment capacity at balanced eccentricity"
IDS_AU_CALC_REQ_HOR_REINF_CRACK_CTRL = "Calculate required horizontal reinforcement for crack control"
IDS_AU_CHK_AXIAL_LOAD_MOMENT_CAPA = "Check axial load and moment capacities"
IDS_AU_CHK_BAR_DIA_FITMENT = "Check the bar diameter of fitments"
IDS_AU_CHK_CENT_SPAC_BAR_NEAR_TENS_FACE = "Check center-to-center spacing of bars near a tension face"
IDS_AU_CHK_CONFINE_CORE = "Check Confinement to the Core"
IDS_AU_CHK_CRACK_WIDTH = "Check crack width"
IDS_AU_CHK_DETAIL_REIN_TENS_ZONE_CRACK = "Check Detailing of Reinforcement in Tension Zone for Crack Control"
IDS_AU_CHK_DIST_LONG_BAR = "Check distance of longitudinal bar"
IDS_AU_CHK_EQUIV_SHEAR_FORC = "Check Equivalent Shear Force"
IDS_AU_CHK_MAX_STIRRUP_SPAC_CORE_CONFINE = "Check maximum stirrup spacing to conform column core confinement"
IDS_AU_CHK_MAX_STRS_REIN_TENS_ZONE = "Check maximum stress of reinforcement in tension zone"
IDS_AU_CHK_MAX_STRS_REIN_TENS_ZONE_CRACK = "Check Maximum Stress of Reinforcement in Tension Zone for Crack Control"
IDS_AU_CHK_MIN_TRANS_SHEAR_REIN = "Check minimum transverse shear reinforcement"
IDS_AU_CHK_MOMENT_CAPA = "Check Moment Capacity"
IDS_AU_CHK_REIN_REQ_COLM = "Check reinforcement requirements for columns"
IDS_AU_CHK_REIN_REQ_WALL = "Check reinforcement requirements for walls"
IDS_AU_CHK_SHEAR_CAPA = "Check Shear Capacity"
IDS_AU_CHK_SLEND_RATIO = "Check slenderness ratio"
IDS_AU_CHK_SPAC_FITMENT = "Check the spacing of fitments"
IDS_AU_CHK_TENS_REIN_AREA = "Check the tensile reinforcement area"
IDS_AU_CHK_TORS_CAPA = "Check Torsional Capacity"
IDS_AU_CHK_DETAIL_REINF_CRACK_CTRL = "Check detailing of reinforcement for crack control"
IDS_AU_CHK_HOR_REINF_CRACK_CTRL = "Check horizontal reinforcement for crack control"
IDS_AU_CHK_MAX_CENT_TO_CENT_SPAC = "Check maximum center-to-center spacing of bars"
IDS_AU_CHK_MIN_CLEAR_DIST = "Check minimum clear distance between bars"
IDS_AU_CHK_MIN_REINF_CRACK_CTRL = "Check minimum reinforcement for crack control"
IDS_AU_CHK_MOMENT_CAPA_LOAD_ECCEN = "Check moment capacity at load eccentricity"
IDS_DGN_RPT_PRINCIPLE_AXIS_EFFECTIVE_BUCKLING_LENGTH = "Effective buckling length about the principal axis"
IDS_DGN_RPT_EXPOSURE_CLASS = "Maruziyet Sınıfı"
IDS_DGN_RPT_BRIDGE_TYPE = "Köprü Tipi"
IDS_DGN_RPT_SERVICE_LIFE = "Hizmet Ömrü"
IDS_DGN_RPT_PROTECTION_LEVEL = "Koruma Seviyesi"
IDS_DGN_RPT_STRUCTURE_TYPE = "Yapı Tipi"
IDS_DGN_RPT_USING = "Kullanılarak"
IDS_DGN_Strength_Characteristic_Structural_Steel = "Yapısal çeliğin karakteristik dayanım değeri"
IDS_DGN_Compressive_stress_limit_values_for_local_buckling = "Yerel burkulma için basınç gerilmesi sınır değerleri"
IDS_DGN_Limit_value_of_axial_compressive_stress = "Eksenel basınç gerilmesi sınır değeri"
IDS_DGN_Limit_value_of_axial_tensile_stress = "Eksenel çekme gerilmesi sınır değeri"
IDS_DGN_Limit_values_for_bending_stress = "Eğilme gerilmesi sınır değerleri"
IDS_DGN_Limit_values_for_bending_tensile_stress = "Eğilme çekme gerilmesi sınır değerleri"
IDS_DGN_Limit_values_for_bending_compressive_stress = "Eğilme basınç gerilmesi sınır değerleri"
IDS_DGN_Limit_value_of_shear_stress = "Kayma gerilmesi sınır değeri"
IDS_REPORTINFO_SECT_TRANSVERSE_REINFORCEMENT = "Enine Donatı"
IDS__s_is_ignored = "%s yoksayıldı."
IDS_CHECK_MAXIMUM_SHEAR_FORCE = "Maksimum kesme kuvvetini kontrol et"
IDS_INCREASE_THE_THICKNESS_OF_SLAB = "Döşeme kalınlığını artırın."
IDS_DGN_RPT_ELEM_TYPE_BEAM = "Kiriş Elemanı"
IDS_DGN_RPT_ELEM_TYPE_VIRTUAL_BEAM = "Sanal Kiriş"
IDS_CONSIDER_AS_NONPRESTRESSED = "Öngerilmesiz olarak değerlendir"
IDS_EDGE_COLUMN = "Kenar kolon"
IDS_CORNER_COLUMN = "Köşe kolon"
